{
  "PAGE_TITLE_LABEL": "Preguntas frecuentes",
  "TITLE_LABEL": "Preguntas frecuentes",
  "ACCORDION_1_TITLE_LABEL": "¿Dónde se realizará el congreso?",
  "ACCORDION_1_BODY_LABEL": "El congreso se realizará de forma híbrida, presencial y online. El congreso presencial se realizará en João Pessoa - PB, y próximamente se dará a conocer el congreso virtual en la plataforma. ",
  "ACCORDION_2_TITLE_LABEL": "¿Se pueden hacer artículos en portugués?",
  "ACCORDION_2_BODY_LABEL": "¡No! Los artículos deben estar escritos en inglés.",
  "ACCORDION_3_TITLE_LABEL": "¿Existe algún modelo para preparar los resúmenes?",
  "ACCORDION_3_BODY_LABEL": "Sí. El modelo en .doc y .tex está disponible en el enlace:",
  "ACCORDION_4_TITLE_LABEL": "¿Debe realizarse el pago de la inscripción antes del envío final del artículo?",
  "ACCORDION_4_BODY_LABEL": "Sí. COBEP 2021 requiere que todos los trabajos aceptados estén vinculados a un envío de AUTOR (es decir, no una solicitud de estudiante o participante) por uno de los autores del artículo. El envío de AUTOR permite el envío de trabajos de autoría propia y permite la inclusión de un (solo 1) trabajo extra con pago adicional. ",
  "ACCORDION_5_TITLE_LABEL": "¿Se publicarán los artículos finales?",
  "ACCORDION_5_1_BODY_LABEL": "ARTÍCULOS INCLUIDOS EN Actas COBEP ÚNICAMENTE: La extensión de los artículos es un máximo de cuatro (4) páginas. No incluye las referencias;",
  "ACCORDION_5_2_BODY_LABEL": "Artículos incluidos en la Biblioteca digital IEEE Xplore: La extensión de los artículos IEEE es de un máximo de ocho (8) páginas en total. Esto incluye referencias y apéndices. Los artículos de más de ocho páginas serán rechazados.",
  "ACCORDION_6_TITLE_LABEL": "¿El pago del registro presencial / virtual tendrá el mismo valor?",
  "ACCORDION_6_BODY_LABEL": "No, las entradas tienen valores diferentes. Ver:",
  "ACCORDION_7_TITLE_LABEL": "¿Puedo enviar más de un trabajo con la misma entrada?",
  "ACCORDION_7_BODY_LABEL": "El registro de autor permite el envío de trabajos de autoría propia y permite la inclusión de un (solo 1) artículo extra con pago adicional.",
  "ACCORDION_8_TITLE_LABEL": "¿Cómo funcionará la plataforma virtual?",
  "ACCORDION_8_BODY_LABEL": "Pronto ..."
}
