{
  "PAGE_TITLE_LABEL": "COBEP 2021 - Modelos",
  "MODELS_LABEL": "Modelos",
  "PAPERS_LABEL": "Papeles",
  "TUTORIALS_LABEL": "Tutoriales",
  "PAPERS_PRIMARY_TEXT_LABEL": "Descripción 1 ...",
  "PAPERS_SECONDARY_TEXT_LABEL": "Complemento 1 ...",
  "TUTORIALS_PRIMARY_TEXT_LABEL": "Descripción 2 ...",
  "TUTORIALS_SECONDARY_TEXT_LABEL": "Complemento 2 ...",
  "TITLE_1_LABEL": "Instrucciones para preparar el resumen",
  "TEXT_MODELS_LABEL": "Modelos",
  "SITEM_SUBMIT_BUTTON_LABEL": "Inscripciones",
  "COMING_SON_LABEL": "Próximamente ...",
  "TEXT_MODEL_LABEL": "modelo",
  "TEXT_BODY_LI_1_LABEL": "El resumen no incluye los nombres ni las afiliaciones de los autores",
  "TEXT_BODY_LI_2_LABEL": "El resumen tiene un máximo de cuatro (4) páginas",
  "TEXT_BODY_LI_3_LABEL": "El resumen con columna simple",
  "TEXT_BODY_LI_4_LABEL": "El resumen con interlineado sencillo",
  "TEXT_BODY_LI_5_LABEL": "El resumen utiliza fuentes de al menos 11 puntos (preferiblemente 12 puntos)",
  "TEXT_BODY_LI_6_LABEL": "El resumen se envía a través del Portal de envío de resúmenes. El plazo de envío de resúmenes se puede consultar en el sitio web.",
  "TEXT_BODY_LI_7_LABEL": "El resumen y el artículo final deberían estar en ",
  "TEXT_BODY_LI_7_ENGLISH_LABEL": "inglés",
  "TEXT_BODY_4_LABEL": "Revisión de los requisitos; asegúrese de que:",
  "TEXT_BODY_3_LABEL": "Consulte el sitio web de la conferencia para obtener una lista detallada de temas técnicos y el método para enviar un resumen",
  "TEXT_BODY_2_LABEL": "Los autores que deseen publicar sus artículos en la Biblioteca Digital IEEE Xplore, deben enviar los artículos en la versión final extendida. (Plantilla que estará disponible)",
  "TEXT_BODY_1_LABEL": "Los autores deben enviar el resumen en una sola columna, a espacio simple y un máximo de cuatro (4) páginas (las referencias no cuentan en las 4 páginas), resumiendo el artículo propuesto. El resumen debe incluir las ecuaciones principales, figuras, tablas y referencias según corresponda, pero sin nombres de autores o afiliaciones. Los resúmenes que no cumplan con estos requisitos serán rechazados sin revisión. Los resúmenes deben indicar claramente los objetivos del trabajo, su importancia en el avance del estado del arte y métodos y resultados específicos con suficiente detalle. Todos los resúmenes se someterán a un proceso de revisión por pares doble ciego para garantizar una revisión confidencial y justa.",
  "TITLE_TUTORIALS_1_LABEL": "Información para tutoriales",
  "TEXT_BODY_TUTORIALS_1_LABEL": "Las clases de tutoría se recibirán de forma gratuita. La tutoría debe durar 2 horas. Máximo de 5 páginas. Todas las tutorías se llevan a cabo el domingo 7 de noviembre de 2021, por la mañana o por la tarde.",
  "TEXT_BODY_TUTORIALS_2_LABEL": "Instrucciones para preparar la propuesta del tutorial",
  "TEXT_BODY_LI_TUTORIALS_1_LABEL": "Máximo de 5 páginas",
  "TEXT_BODY_LI_TUTORIALS_2_LABEL": "Todas las páginas están formateadas con márgenes de una pulgada en cada lado.",
  "TEXT_BODY_LI_TUTORIALS_3_LABEL": "Todos los textos usan espacio simple, Times New Roman, tinta negra y un tamaño de fuente de 11 o 12",
  "TEXT_BODY_LI_TUTORIALS_4_LABEL": "Siga el elemento en el documento modelo",
  "CONFERENCE_TEMPLATE_P1_LABEL": "El artículo final debe estar en inglés",
  "CONFERENCE_TEMPLATE_TITLE_1_LABEL": "TAMAÑO DEL ARTÍCULO",
  "CONFERENCE_TEMPLATE_ITEM_1_LABEL": "ARTÍCULOS INCLUIDOS SOLO EN Actas de COBEP: La extensión de los artículos es un máximo de cuatro (4) páginas. No incluye referencias;",
  "CONFERENCE_TEMPLATE_ITEM_2_LABEL": "Artículos incluidos en las Actas de COBEP y la Biblioteca Digital IEEEXplore: La extensión de los artículos del IEEE es de un máximo de ocho (8) páginas en total. Esto incluye referencias y apéndices. Los artículos con más de ocho páginas serán rechazados.",
  "CONFERENCE_TEMPLATE_TITLE_2_LABEL": "REGISTRO AL CONGRESO",
  "CONFERENCE_TEMPLATE_LABEL": "Versión Final",
  "CONFERENCE_TEMPLATE_P2_LABEL": "COBEP 2021 requiere que todos los artículos aceptados estén vinculados a un envío de AUTOR (es decir, no un envío de estudiante o participante) por uno de los autores del artículo. El envío de AUTOR permite el envío de artículos escritos y permite la inclusión de uno (solo 1) trabajo extra con pago adicional.",
  "MODEL_PRESENTATION_LABEL": "Plantilla de presentación",
  "SITEM_SUBMIT_VIDEO_BUTTON_LABEL": "Envío de video",
  "MODEL_3_TEXT": "<ul class=\"list-inside list-disc\"><li class=\"mt-2\">Las diapositivas deben estar en inglés;</li><li class=\"mt-2\">El video debe grabarse preferiblemente en inglés;</li><li class=\"mt-2\">El video debe durar de 10 a 15 minutos;</li><li class=\"mt-2\">El formato de la diapositiva debe ser 16x9 (pantalla ancha);</li></ul><p class=\"mt-8 font-semibold\">Consejos para grabar videos</p><ul class=\"list-inside list-disc\"><li class=\"mt-2\">Use un espacio lo más silencioso posible;</li><li class=\"mt-2\">Evite las áreas que hacen eco:</ li><li class=\"mt-2\">Los espacios deben ser bastante pequeños;</li><li class=\"mt-2\">Use un buen auricular con micrófono cerca de la boca, pero lejos desde la línea directa de la boca para reducir el \"crujido\". Evite el uso del micrófono integrado estándar de la computadora;</li><li class=\"mt-2\">Pruebe la grabación de algunos minutos y analice el sonido y calidad de imagen antes de grabar toda la interpretación;</li><li class=\"mt-2\">Realice ajustes si es necesario.</li></ul>"
}
