{
  "TITLE_LABEL": "Discursos",
  "PAGE_TITLE_LABEL": "Discursos",
  "DESCRIPCIÓN1": "Investigador 1A del CNPq, graduado en Ingeniería Electrónica de la Escuela Politécnica de la Universidad Federal de Rio de Janeiro (1975), Magíster en Ingeniería Eléctrica de la COPPE / Universidad Federal de Rio de Janeiro (1976) y Ph.D. en Ingeniería Eléctrica del Instituto Tecnológico de Tokio (1981) Actualmente es Profesor Titular del Programa de Ingeniería Eléctrica de la COPPE / Universidad Federal de Río de Janeiro en las siguientes materias: Teoría de la Energía Instantánea, Filtros Activos, FACTS y Fuentes Alternativas de Energía (viento, olas, solar y pilas de combustible) En 2005, fue admitido, en la clase Commander, a la Orden Nacional de Mérito Científico; en 2013, recibió el premio IEEE PES Nari Hingorani FACTS y fue elegido miembro de la Academia Nacional de Ingeniería En 2015, fue elegido miembro de pleno derecho de la Academia Brasileña. de Ciencias. En 2016 recibió la Medalla Amigo de la Marina. Fue galardonado con el premio In Rio Personalities of the Year 2016. En 2017, fue elevado a la categoría de IEEE Fellow, recibió el Diploma de Honor al Mérito del Consulado General de Japón en Río de Janeiro y fue galardonado con la Medalla al Mérito. Mariscal Cordeiro de Farias, de la Escuela Superior de Guerra. En abril de 2020, fue condecorado por el Emperador de Japón con la \"Orden del Sol Naciente, Rayos Dorados con Cintas\".",
  "DESCRIPCIÓN2": "Es licenciado en Ingeniería Eléctrica por la Universidad Federal de Maranhão (1990), una maestría en Ingeniería Eléctrica por la Universidad Federal de Paraíba (1994) y un doctorado en Ingeniería Eléctrica por la Universidad Federal de Paraíba (1998) ). en el Departamento de Ingeniería Eléctrica del Centro Federal de Educación Tecnológica de Maranhão. De 2004 a 2006 fue investigador invitado en la Universidad de Wisconsin, Madison, Estados Unidos, trabajando en el diseño de sistemas de control para accionamientos de motores síncronos sin sensor de velocidad. Durante 2015 fue investigador invitado en la Universidad de Aalborg, Dinamarca, trabajando en el control de convertidores de potencia para aplicaciones de microrredes. Ha sido profesor adjunto en el Departamento de Ingeniería Eléctrica de la Universidad Federal de Maranhão desde 2008. Sus principales temas de interés son sistemas de control, convertidores de potencia, microrredes, accionamientos de potencia máquinas eléctricas, estimación de parámetros y fuentes de energía renovables. ",
  "DESCRIPTION3": "El Prof. Dr. Petar J. Grbović recibió el Dipl. Ing. (B. Sc.) Y el Master (M.Sc.) de la Escuela de Ingeniería Eléctrica de la Universidad de Belgrado, Serbia, en 1999 y 2005, y Doctor (Ph.D) por el Laboratoire 'Électrotechnique et d'Électronique de Puissance de Lille, l'Ecole Centrale de Lille, Francia en 2010. De marzo de 1999 a febrero de 2003, fue Ingeniero en P / D en RDA Co, Belgrado De noviembre de 2000 a junio de 2001, fue ingeniero consultor en CESET Italia (una división de Emerson Appliance Motors Europe) De marzo de 2003 a abril de 2005, trabajó en el departamento de I + D de PDL Electronics, Ltd., Napier, Nueva Zelanda De abril de 2005 a julio de 2010 trabajó con Schneider Toshiba Inverter Europe, Pacy-Sur-Eure, Francia como experto en Power Electronics Group De septiembre de 2010 a agosto de 2011 trabajó en General Electric Global Research, Munich, Alemania De septiembre de 2011 a septiembre 2018 está en HUAWEI Technologies, Comp Center European Energy Efficiency en Munich / Nuremberg, Alemania, donde trabaja como Senior Specialist en el campo de la electrónica de potencia y conversión de energía. En marzo de 2016 fue nombrado para el cargo de comité científico del Centro de Electrónica de Potencia y Accionamientos, C-PED Lab., Universidad Roma TRE, Italia. En junio de 2018, fue nombrado profesor titular en el Laboratorio de Electrónica de Potencia de Innsbruck (i-PEL) en la Universidad de Innsbruck, Austria. Su investigación se centra en la aplicación de dispositivos avanzados de almacenamiento de energía, activación de puerta activa para IGBT de alta potencia y JFET SiC, topologías de convertidores de potencia, dispositivos semiconductores de potencia avanzados y control de convertidores de potencia e interruptores de semiconductores. El Dr. Grbović ha publicado más de 60 artículos de revistas / conferencias IEEE, 20 seminarios IEEE y un libro “Ultracondensadores en sistemas de conversión de energía: análisis, modelado y diseño en teoría y práctica. Tiene 17 patentes otorgadas y 9 solicitudes de patente pendientes. En enero de 2019 fue ascendido a Conferencia Distinguida del IEEE PELS para 2019 y 2020. ",
  "DESCRIPTION4": "Frede Blaabjerg se graduó en el Nykøbing Mors Gymnasium en 1982 y en 1987 se convirtió en M.Sc. De 1987 a 1988 trabajó como ingeniero de proyectos para ASCAN Scandia, Randers. De 1992 a 1996,fue profesor asistente en el Departamento de Tecnología de Energía en Aalborg. Recibió su doctorado de la Universidad de Aalborg en 1995 con la tesis \"Modelado de circuitos y componentes electrónicos de potencia\" (ISBN 87-89179-10-2) En 1996-1998, Frede Blaabjerg fue profesor asociado hasta 1998, donde Estudió y se convirtió en profesor titular de Electrónica de potencia y accionamientos en el Departamento de Tecnología Energética de la Universidad de Aalborg. Ocupó este cargo hasta 2006, cuando se convirtió en Decano de la Facultad de Ingeniería, Ciencia y Medicina. En 2010, volvió a su puesto como profesor de electrónica de potencia y accionamientos en el Instituto de Tecnología Energética de la Universidad de Aalborg. Además de sus cargos en la Universidad de Aalborg, Frede Blaabjerg es profesor invitado en la Universidad de Shandong, China, 2014-, Universidad Tecnológica de Harbin, China, 2014-, Universidad Marítima de Shanghai, China, 2013- y Universidad de Zhejiang, China, 2009-. Anteriormente, ocupó cátedras visitantes en la Universidad de Padova, Italia, 2000 y en la Universidad Tecnológica de Curtin, Perth, Australia, 2002. Hoy es director del Centro de Electrónica de Potencia Confiable (Corpe). A lo largo de la carrera de Frede Blaabjerg, ha sido mentor de más de 70 estudiantes de doctorado y ha impartido más de 500 conferencias nacionales e internacionales. Hoy en día, la mayoría de las conferencias son solo para invitados especiales, debido al gran interés. Frede Blaabjerg ha publicado más de 1400 artículos científicos, 380 (800) publicaciones registradas en Web of Science (incluidos artículos de conferencias), 130 artículos de revistas adicionales, 520 artículos de conferencias publicados y destacados y cuatro libros editados sobre electrónica de potencia. IEEE Fellow en 2003, Free Baabjerg recibió el premio de investigación Villum Kann Rasmussen en 2014, el premio IEEE William E. Newell Power Electronics en 2014 fue nombrado Investigador altamente citado en ingeniería 2014-2015 (top 250) por ISI Thomson, el premio Global Energy Award en 2019 y la medalla IEEE Edison en 2020. Fue presidente de la IEEE Power Electronics Society 2019-2020.",
  "TITLE1": "Electrónica de potencia: según mi experiencia",
  "ABSTRACT1": "Esta charla trata sobre mi experiencia con Power Electronics. Comenzó con la gran sorpresa de ser invitado, en 1975, a desarrollar un control de corriente CA para carga resistiva de 5 V / 400 A. La corriente era muy alta para un Estudiante de ingeniería electrónica en ese momento, que solía escuchar sobre transistores con pocos amperios. Usé el TRIAC en el proyecto, obtuve muy buenos resultados y aprendí algunas palabras que me guiaron hasta ahora: tiristor, armónicos, control de datos muestreados, conmutación. , etc.\n\nPara mi curso de doctorado, elegí ir a Japón. En los formularios de solicitud para la beca del gobierno japonés, mencioné mi interés en estudiar en el Instituto de Tecnología de Tokio (TIT en ese momento y ahora Tokyo Tech ) e incluyó la palabra mágica “tiristor” en el interés de investigación Por suerte, me concedieron una beca para ir a este Instituto y fui admitido en el Laboratorio de Electrónica de Potencia, probablemente el grupo universitario más avanzado en Electrónica de Potencia en ese momento en Japón.\n\nCuando Regresé en 1981, mi enfoque de investigación comenzó con el control de motores y generadores como la secuencia natural de los estudios desarrollados en Tokyo Tech: la energía eólica era un tema, y ​​teníamos algunos trabajos en generadores de inducción controlados con tiristores. Más tarde, el motor de inducción con control vectorial que utiliza IGBT fue un enfoque. Debido a que el enlace HVDC más grande del mundo se estaba construyendo en Brasil a principios de 1980 (Proyecto Itaipu con dos bipolos a +/- 600 kV / 6,3 GW), dirigí mi atención a esta tecnología: modelado y control. Me motivaron algunos de mis estudiantes que trabajaban en CEPEL (el Centro de Investigación de Energía Eléctrica). Hoy, Brasil tiene seis bipolares HVDC (cuatro con +/- 600kV, 6.3 GW y dos con +/- 800kV, 4 GW) con una transmisión total de energía de 20.6 GW, lo cual es bastante significativo para el Sistema Interconectado Eléctrico Brasileño (BIPS). Como el tiristor es el interruptor en uso, la falla de conmutación (CF) puede ser un problema grave. Paralelamente a estudiar cómo evitarlo en convertidores con tiristores, nuestro grupo ha estado estudiando convertidores como el convertidor modular multinivel como la solución futura para los sistemas HVDC de próxima generación.\n\nA finales de 1980, la teoría de la potencia instantánea y los filtros activos se convirtieron en mi nuevo tema de estudio. Todos estos temas, incluidos los conceptos de FACTS (Flexible AC Transmission System) y convertidores para generaciones renovables como la solar, eólica y undimotriz, así como el almacenamiento de energía, los nombré como Power Electronics Applications to Power Systems. He estado trabajando en esto durante las últimas décadas con la ayuda de muchos estudiantes y colegas.\n\nEn la charla daré una breve idea del pasado y del presente, así como intentaré dar algunas posibilidades del futuro. Sin embargo, el futuro es generalmente difícil de adivinar. ",
  "TITLE2": "Contribución de la microrred a la inserción de energía verde y aumento de la resiliencia en aplicaciones críticas",
  "ABSTRACT2": "Se ha demostrado que las microrredes son una solución viable para mejorar la fiabilidad del suministro de energía y la integración de fuentes de energía renovable (FER) en la red. En los países en desarrollo, han proporcionado acceso a la electricidad a zonas aisladas. Energía Los convertidores electrónicos son las tecnologías habilitadoras clave para la integración de las FER y el almacenamiento de energía en las microrredes. En este seminario se presentarán dos casos de estudio de microrredes desarrolladas en Brasil: 1) microrredes aisladas en islas cuyo objetivo era brindar acceso a la electricidad e integración de fuentes renovables para reducir la emisión de contaminantes debido a los generadores diesel; 2) Centro de lanzamiento de Alcantara, una microrred de misión crítica cuyo objetivo principal es aumentar la confiabilidad y resiliencia durante el lanzamiento de cohetes. Se discutirán aspectos del control de microrred y diseños de control de convertidor.",
  "TITLE3": "Convertidores de procesamiento de potencia parcial: una forma de ir más allá de los límites",
  "ABSTRACT3": "La electrónica de potencia y la conversión de potencia en general son hoy parte de cada segmento de nuestra vida. Cualquier pieza de equipo eléctrico que tenemos hoy se basa de alguna manera en electrónica de potencia y convertidores; electrodomésticos, equipos industriales, energía renovable, automotriz, aviónica, etc., etc. La eficiencia de conversión, la potencia específica, la densidad de potencia y el costo del convertidor son hoy en día los requisitos más críticos para los nuevos convertidores. Una forma de aumentar la eficiencia y reducir el costo / tamaño / peso es implementar varios niveles y / o convertidores multicelulares y convertidores de potencia de procesamiento parcial de potencia. En este seminario se ha propuesto y se ha investigado teóricamente una solución novedosa para los convertidores dc / dc de potencia específica y ultra alta eficiencia. La solución se basa en el hecho de que en la mayoría de las aplicaciones lo hacemos no es necesario procesar el voltaje del bus de CC y la corriente de salida completos. Podemos procesar una fracción del voltaje del bus de CC y / o la corriente de carga. En otras palabras, no necesitamos procesar el convertidor por completo. l potencia nominal; Procesaríamos solo una fracción de la potencia nominal. Este es el llamado concepto de convección nominal de potencia parcial (PPRC). Las aplicaciones de destino típicas son convertidores impulsores fotovoltaicos, convertidores de interfaz de almacenamiento de energía (baterías y ultracondensadores), fuentes de alimentación CA / CC aisladas, accionamientos eléctricos, etc., etc. Ventajas del concepto PPRC, como la reducción significativa de la entrada / salida El tamaño y peso del filtro, la clasificación de voltaje de los dispositivos de potencia y las pérdidas de conducción / conmutación se investigan teóricamente y se discuten en el seminario. También se discuten varias aplicaciones tales como convertidores de interfaz de almacenamiento de energía, convertidores ac-dc aislados y máquinas eléctricas de doble alimentación. En la parte final del seminario se ofrecen varios estudios de casos y ejemplos de diseño. Un ejemplo de diseño particular presentado en el seminario es el convertidor CC / CC de interfaz de batería de 25 kW. Se ha conseguido una extraordinaria eficiencia del 99,5%, una potencia específica de 30kW / kg y una densidad de potencia de 50kW / dm 3. Este seminario está dirigido a ingenieros, profesionales y estudiantes de posgrado en electrónica de potencia que deseen mejorar su conocimiento y comprensión de conceptos avanzados de conversión de potencia, como convertidores y aplicaciones con clasificación de potencia parcial. ",
  "TITLE4": "Diseño para la confiabilidad en sistemas electrónicos de potencia",
  "ABSTRACT4": "En los últimos años, las industrias automotriz y aeroespacial han impuesto estrictas restricciones de confiabilidad a los convertidores electrónicos de potencia debido a los requisitos de seguridad. Hoy en día, los clientes de muchos productos electrónicos de potencia esperan hasta 20 años de vida útil y también quieren tener un“ período libre de fallas ”y todo con enfoque en las finanzas. Los sectores de energía renovable también están siguiendo la misma tendencia, y se están dedicando cada vez más esfuerzos a mejorar los convertidores electrónicos de potencia para tener en cuenta la confiabilidad con soluciones rentables y sostenibles. Esta presentación presentará los avances recientes en el estudio del aspecto de la confiabilidad de los convertidores electrónicos de potencia para aplicaciones de electrónica de potencia con especial énfasis en las energías renovables. Cubrirá los siguientes contenidos: las motivaciones para la conversión de energía eléctrica altamente confiable en sistemas de energía renovable; los requisitos de confiabilidad de las energías renovables típicas. sistemas energéticos y su implicación en la electrónica de potencia convertidores; mecanismos de falla y modelos de por vida de componentes electrónicos de potencia clave (por ejemplo, interruptores de semiconductores de potencia, condensadores y ventiladores); perfiles de misión a largo plazo en aplicaciones de energía fotovoltaica (PV) y eólica y análisis de tensión a nivel de componentes; métodos de análisis de confiabilidad, herramientas y estrategias de mejora del convertidor electrónico de potencia para sistemas de energía renovable. También se discutirán algunos estudios de caso sobre sistemas de energía renovable basados ​​en energía fotovoltaica y eólica."
}
