{
  "TITLE_LABEL": "Altavoces",
  "PAGE_TITLE_LABEL": "Altavoces",
  "DESCRIPCIÓN1": "Investigador 1A del CNPq, graduado en Ingeniería Electrónica de la Escuela Politécnica de la Universidad Federal de Rio de Janeiro (1975), Magíster en Ingeniería Eléctrica de la COPPE / Universidad Federal de Rio de Janeiro (1976) y Ph.D. en Ingeniería Eléctrica del Instituto Tecnológico de Tokio (1981) Actualmente es Profesor Titular del Programa de Ingeniería Eléctrica de la COPPE / Universidad Federal de Río de Janeiro en las siguientes materias: Teoría de la Energía Instantánea, Filtros Activos, FACTS y Fuentes Alternativas de Energía (viento, olas, solar y pilas de combustible) En 2005, fue admitido, en la clase Commander, a la Orden Nacional de Mérito Científico; en 2013, recibió el premio IEEE PES Nari Hingorani FACTS y fue elegido miembro de la Academia Nacional de Ingeniería En 2015, fue elegido miembro de pleno derecho de la Academia Brasileña. de Ciencias. En 2016 recibió la Medalla Amigo de la Marina. Fue galardonado con el premio In Rio Personalities of the Year 2016. En 2017, fue elevado a la categoría de IEEE Fellow, recibió el Diploma de Honor al Mérito del Consulado General de Japón en Río de Janeiro y fue galardonado con la Medalla al Mérito. Mariscal Cordeiro de Farias, de la Escuela Superior de Guerra. En abril de 2020, fue condecorado por el Emperador de Japón con la \"Orden del Sol Naciente, Rayos Dorados con Cintas\".",
  "DESCRIPCIÓN2": "Es licenciado en Ingeniería Eléctrica por la Universidad Federal de Maranhão (1990), una maestría en Ingeniería Eléctrica por la Universidad Federal de Paraíba (1994) y un doctorado en Ingeniería Eléctrica por la Universidad Federal de Paraíba (1998) ). en el Departamento de Ingeniería Eléctrica del Centro Federal de Educación Tecnológica de Maranhão. De 2004 a 2006 fue investigador invitado en la Universidad de Wisconsin, Madison, Estados Unidos, trabajando en el diseño de sistemas de control para accionamientos de motores síncronos sin sensor de velocidad. Durante 2015 fue investigador invitado en la Universidad de Aalborg, Dinamarca, trabajando en el control de convertidores de potencia para aplicaciones de microrredes. Ha sido profesor adjunto en el Departamento de Ingeniería Eléctrica de la Universidad Federal de Maranhão desde 2008. Sus principales temas de interés son sistemas de control, convertidores de potencia, microrredes, accionamientos de potencia máquinas eléctricas, estimación de parámetros y fuentes de energía renovables. ",
  "DESCRIPTION3": "El Prof. Dr. Petar J. Grbović recibió el Dipl. Ing. (B. Sc.) Y el Master (M.Sc.) de la Escuela de Ingeniería Eléctrica de la Universidad de Belgrado, Serbia, en 1999 y 2005, y Doctor (Ph.D) por el Laboratoire 'Électrotechnique et d'Électronique de Puissance de Lille, l'Ecole Centrale de Lille, Francia en 2010. De marzo de 1999 a febrero de 2003, fue Ingeniero en P / D en RDA Co, Belgrado De noviembre de 2000 a junio de 2001, fue ingeniero consultor en CESET Italia (una división de Emerson Appliance Motors Europe) De marzo de 2003 a abril de 2005, trabajó en el departamento de I + D de PDL Electronics, Ltd., Napier, Nueva Zelanda De abril de 2005 a julio de 2010 trabajó con Schneider Toshiba Inverter Europe, Pacy-Sur-Eure, Francia como experto en Power Electronics Group De septiembre de 2010 a agosto de 2011 trabajó en General Electric Global Research, Munich, Alemania De septiembre de 2011 a septiembre 2018 está en HUAWEI Technologies, Comp Center European Energy Efficiency en Munich / Nuremberg, Alemania, donde trabaja como Senior Specialist en el campo de la electrónica de potencia y conversión de energía. En marzo de 2016 fue nombrado para el cargo de comité científico del Centro de Electrónica de Potencia y Accionamientos, C-PED Lab., Universidad Roma TRE, Italia. En junio de 2018, fue nombrado profesor titular en el Laboratorio de Electrónica de Potencia de Innsbruck (i-PEL) en la Universidad de Innsbruck, Austria. Su investigación se centra en la aplicación de dispositivos avanzados de almacenamiento de energía, activación de puerta activa para IGBT de alta potencia y JFET SiC, topologías de convertidores de potencia, dispositivos semiconductores de potencia avanzados y control de convertidores de potencia e interruptores de semiconductores. El Dr. Grbović ha publicado más de 60 artículos de revistas / conferencias IEEE, 20 seminarios IEEE y un libro “Ultracondensadores en sistemas de conversión de energía: análisis, modelado y diseño en teoría y práctica. Tiene 17 patentes otorgadas y 9 solicitudes de patente pendientes. En enero de 2019 fue ascendido a Conferencia Distinguida del IEEE PELS para 2019 y 2020. ",
  "DESCRIPTION4": "Frede Blaabjerg se graduó en el Nykøbing Mors Gymnasium en 1982 y en 1987 se convirtió en M.Sc. De 1987 a 1988 trabajó como ingeniero de proyectos para ASCAN Scandia, Randers. De 1992 a 1996,fue profesor asistente en el Departamento de Tecnología de Energía en Aalborg. Recibió su doctorado de la Universidad de Aalborg en 1995 con la tesis \"Modelado de circuitos y componentes electrónicos de potencia\" (ISBN 87-89179-10-2) En 1996-1998, Frede Blaabjerg fue profesor asociado hasta 1998, donde Estudió y se convirtió en profesor titular de Electrónica de potencia y accionamientos en el Departamento de Tecnología Energética de la Universidad de Aalborg. Ocupó este cargo hasta 2006, cuando se convirtió en Decano de la Facultad de Ingeniería, Ciencia y Medicina. En 2010, volvió a su puesto como profesor de electrónica de potencia y accionamientos en el Instituto de Tecnología Energética de la Universidad de Aalborg. Además de sus cargos en la Universidad de Aalborg, Frede Blaabjerg es profesor invitado en la Universidad de Shandong, China, 2014-, Universidad Tecnológica de Harbin, China, 2014-, Universidad Marítima de Shanghai, China, 2013- y Universidad de Zhejiang, China, 2009-. Anteriormente, ocupó cátedras visitantes en la Universidad de Padova, Italia, 2000 y en la Universidad Tecnológica de Curtin, Perth, Australia, 2002. Hoy es director del Centro de Electrónica de Potencia Confiable (Corpe). A lo largo de la carrera de Frede Blaabjerg, ha sido mentor de más de 70 estudiantes de doctorado y ha impartido más de 500 conferencias nacionales e internacionales. Hoy en día, la mayoría de las conferencias son solo para invitados especiales, debido al gran interés. Frede Blaabjerg ha publicado más de 1400 artículos científicos, 380 (800) publicaciones registradas en Web of Science (incluidos artículos de conferencias), 130 artículos de revistas adicionales, 520 artículos de conferencias publicados y destacados y cuatro libros editados sobre electrónica de potencia. IEEE Fellow en 2003, Free Baabjerg recibió el premio de investigación Villum Kann Rasmussen en 2014, el premio IEEE William E. Newell Power Electronics en 2014 fue nombrado Investigador altamente citado en ingeniería 2014-2015 (top 250) por ISI Thomson, el premio Global Energy Award en 2019 y la medalla IEEE Edison en 2020. Fue presidente de la IEEE Power Electronics Society 2019-2020."
}
