{
  "TITLE_LABEL": "Tutoriales",
  "TITLE_LABEL": "Tutoriales",
  "TITLE_1_LABEL": "Redes de energía renovable e inteligente y movilidad eléctrica",
  "MINISTER_1_LABEL": "Ministro: Vitor Oliveira",
  "TIME_1_LABEL": "Hora: 14:00",
  "DURATION_1_LABEL": "Duración: 2 horas",
  "DESCRIPTION_1_LABEL": "Descripción: Los objetivos para el futuro de la electricidad y el transporte son una mayor eficiencia, seguridad y sostenibilidad. Para eso, necesitaremos redes inteligentes, que permitan una mejor gestión y balanceo de carga, y energías limpias, para reducir los impactos ambientales. utilizando energías renovables y vehículos eléctricos. Con ello abordaremos una visión general del tema y profundizaremos en soluciones para el desarrollo y ensayo de tecnologías energéticas como baterías, paneles fotovoltaicos, inversores y flujo de energía bidireccional. ",
  "TITLE_2_LABEL": "Uso de la transmisión de CC en variadores de frecuencia para motores de CA de mango largo: aplicación en las industrias minera y petrolera",
  "MINISTER_2_LABEL": "Ministro: Hélder de Paula",
  "TIME_2_LABEL": "Tiempo: 9 horas",
  "DURATION_2_LABEL": "Tiempo: 9 horas",
  "DESCRIPTION_2_LABEL": "Descripción: Cuando los motores son accionados por inversores PWM sobre cables largos surgen varios problemas. Uno de ellos son las sobretensiones transitorias en los terminales del motor debido a las sucesivas reflexiones de pulsos en los terminales del cable, que pueden alcanzar valores superiores a los tres veces la tensión del circuito intermedio del convertidor. Debido a la tensión dieléctrica resultante impuesta al aislamiento del motor, se han informado casos en los que la vida útil del motor se ha reducido a unas pocas semanas. La capacitancia distribuida del cable debe cargarse o descargado, dando lugar a una corriente transitoria de alta frecuencia superpuesta a la corriente de salida del inversor, que puede alcanzar picos excesivamente altos y ser problemático.Además, la tensión de modo común generada por el inversor excita todos los acoplamientos capacitivos distribuidos entre las partes internas del motor. , inversor y cable a tierra, produciendo corriente Entidades oscilantes de modo común que causan problemas de EMI en procesos industriales, funcionamiento inadecuado de los relés de falla a tierra y fallas en los cojinetes del motor. Tradicionalmente, la solución adoptada para superar estos fenómenos indeseables se basa en el uso de filtros de diferentes tipos y funciones. Sin embargo, no representan la solución definitiva al problema, ya que su costo, peso y dimensiones físicas son a menudo altos y las pérdidas de potencia en sus elementos resistivos comprometen la eficiencia general del sistema de accionamiento. Además, en general, un solo filtro no se ocupa de los problemas de modo común y diferencial de forma simultánea. Por lo tanto, en los últimos años se ha propuesto un enfoque diferente para mitigar los fenómenos de alta frecuencia antes mencionados, en el que las unidades rectificadoras e inversoras del convertidor de frecuencia se separan, quedando el rectificador en su ubicación original y el convertidor ahora se coloca en los terminales del motor. . De esta forma, el cable largo que hasta entonces se utilizaba para conectar el convertidor de frecuencia al motor conectará el rectificador al convertidor, estableciendo así un enlace de transmisión DC. Además de eliminar la mayoría de los fenómenos de alta frecuencia descritos anteriormente, esta solución ofrece las ventajas adicionales de reducir la caída de voltaje y la cantidad de cobre necesaria en el cable largo, para la misma fuente de alimentación. Por el contrario, colocar el puente del inversor y los condensadores del filtro en el mismo entorno hostil que el motor, donde están presentes vibraciones, calor excesivo, polvo, humedad, partículas en suspensión, etc., plantea problemas críticos de confiabilidad que deben abordarse, junto con importantes problemas técnicos. cuestiones de viabilidad. ",
  "TITLE_3_LABEL": "Evaluación de confiabilidad moderna aplicada a inversores fotovoltaicos.",
  "MINISTER_3_LABEL": "Ministro: Equipo de Confiabilidad de GESEP\n\nProf. Heverton Augusto Pereira (Ph.D.) - UFV\nProf. Allan Fagner Cupertino (Ph.D.) - CEFET\nProf. Erick MS Brito (Ph. D . Estudiante) - UFV / UFMG\nRodrigo C. de Barros (Estudiante de doctorado) - UFMG\nJoão Marcus S. Callegari (Estudiante de doctorado) - UFMG\nWilliam CS Amorim (Estudiante de doctorado) - UFMG\nJoão Henrique de Oliveira (estudiante de doctorado) - UFMG ",
  "TIME_3_LABEL": "Hora: 8:00",
  "DURATION_3_LABEL": "Duración: 4 horas",
  "DESCRIPTION_3_LABEL": "Descripción: Hoy en día, los sistemas electrónicos de energía se han utilizado ampliamente en conductores de velocidad variable, vehículos eléctricos y sistemas de energía renovable. Los paneles fotovoltaicos (PV) y las turbinas eólicas se conectan a la red a través de convertidores de energía electrónicos. Se desea sistemas con una vida útil más larga y un modelado de confiabilidad más preciso de los componentes eléctricos tanto desde la perspectiva de la industria como del mundo académico. Design for Reliability (DfR) es un concepto moderno en el que se considera la vida útil del sistema en la etapa de diseño, lo que reduce los costos de mantenimiento. DfR, que alguna vez fue considerado por las industrias automotriz y aeroespacial, ahora es un tema importante también para los sistemas de conversión de energía como los inversores fotovoltaicos. De hecho, los fabricantes de módulos fotovoltaicos ofrecen garantías de más de 20 años, mientras que el período típico de reemplazo del inversor es de alrededor de 8 a 10 años, lo que aumenta el costo total del sistema. El inversor fotovoltaico es la principal causa de mantenimiento regular que refleja el 60% del costo total de instalación del sistema. Las encuestas técnicas indican que el 30% de las fallas de los convertidores de potencia ocurren en los condensadores electrolíticos de aluminio, seguidos de los semiconductores, que contribuyen con el 21% de las fallas. Además, la falla de un solo componente puede causar la falla de todo el sistema, ya que la redundancia no es una práctica común en la industria fotovoltaica. Por lo tanto, este tutorial proporciona una descripción general de la evaluación de la confiabilidad moderna de los inversores fotovoltaicos. Los fundamentos de la confiabilidad se proporcionan inicialmente, seguidos por los procesos de evaluación de la vida útil de los semiconductores y capacitores. Como el principal factor estresante de falla es la temperatura de los componentes, las pérdidas de energía del inversor fotovoltaico se traducen en carga térmica, que es utilizada por los modelos de vida útil. Además, la vida útil a nivel de componente y de sistema se predice a partir de análisis estadísticos basados ​​en simulaciones de Monte Carlo. Al final, se presentan algunos casos prácticos para mostrar la aplicación de DFR en sistemas fotovoltaicos. ",
  "TITLE_4_LABEL": "Uso educativo de la técnica OCC en el estudio de convertidores estáticos",
  "MINISTER_4_LABEL": "Ministro: Aluísio Alves de Melo Bento",
  "TIME_4_LABEL": "Hora: 14:00",
  "DURATION_4_LABEL": "Duración: 2 horas 30 minutos",
  "DESCRIPTION_4_LABEL": "Descripción: Este tutorial propone procedimientos didácticos para ayudar en el estudio, análisis y síntesis de convertidores estáticos, diseñados en el campo de la Electrónica de Potencia. La metodología de este tutorial se está aplicando en un programa de pregrado (Electrónica Industrial) durante la Enseñanza Remota de Emergencia, reemplazando las prácticas de laboratorio. La tutoría ha demostrado ser efectiva en prácticas de proyectos, preferiblemente en equipos, ya sea presencial y / o remotamente. La metodología reportada también puede ser aplicada en programas de posgrado. en Simplemente, estudios teóricos y prácticos en aplicaciones tales como filtro de potencia activa (APF), inversor conectado a red (GCI), rectificador de corrección de factor de potencia (PFC), inversor de fuente de tensión (VSI) entre otras estructuras de conmutación., se elige una topología para realizarlo. Luego, un control se define la estrategia, basada en la técnica de control de un ciclo ( OCC). Se ha demostrado que la técnica OCC es eficaz en aplicaciones de calidad de energía como corrección del factor de potencia, mitigación de contenido de armónicos, sistemas eólicos y fotovoltaicos conectados a la red o autónomos. Concebida con realización analógica, la técnica OCC también se implementó en la versión digital en varios trabajos de investigación en la literatura técnica. Esta técnica presenta una interrelación espontánea entre topología, control y aplicación del convertidor, y facilita la comprensión del sistema. La técnica OCC se sintetiza a partir de la función de transferencia cuasi estable de la topología. Además del enfoque de topología y control, el trabajo propone criterios para comparar dos o más soluciones para una aplicación determinada, es decir, peso, volumen, costo, voltaje y voltaje actual. También se cubre el diseño de dispositivos pasivos y activos. El uso de estrategias de control de diseño simples tiene como objetivo centrarse en el principio de funcionamiento de la topología, que incluye el comportamiento de los voltajes y corrientes de los dispositivos de circuito. La síntesis de estrategias de control más simples no requiere un conocimiento profundo de la teoría de control, lo que permite una comprensión fácil y clara de los convertidores y sus limitaciones. El tutorial cubre varias topologías y proporciona soporte para el desarrollo de muchas otras. Además de las características inherentes a la técnica OCC, que incluyen criterios de bajo costo, sencillez, robustez, rendimiento y estabilidad, se señalan las desventajas de la técnica OCC. ",
  "TITLE_5_LABEL": "Carga de energía inalámbrica (WPC) para dispositivos de bajo consumo",
  "MINISTER_5_LABEL": "Ministra: Janislley Oliveira de Sousa",
  "TIME_5_LABEL": "Hora: 13:30",
  "DURATION_5_LABEL": "Duración: 3 horas",
  "DESCRIPTION_5_LABEL": "Descripción: La cantidad de dispositivos que se pueden cargar de forma inalámbrica aumenta continuamente. Según IHS Markit, el mercado de suministro de electricidad inalámbrica siguió ganando impulso en 2018. En 2018, las ventas mundiales de y los receptores y transmisores de energía inalámbricos en todas las aplicaciones y segmentos de productos aumentaron a 600 millones de unidades, un aumento del 37 por ciento en comparación con el año anterior. IHS Markit predice que aproximadamente 2.100 millones de unidades se enviarán en todo el mundo para 2023. La carga de energía inalámbrica se está convirtiendo en una tecnología cada vez más prevalente en la electrónica de consumo (teléfonos inteligentes, dispositivos portátiles), dispositivos IoT, vehículos eléctricos, etc. En todo el mundo. La tecnología se basa en sistemas de recolección de energía inalámbrica (WEH) y transferencia de energía inalámbrica (WPT) que utilizan inducción magnética para transferir energía a un subsistema de recepción de energía (RX) contenido en el dispositivo móvil cuando se coloca encima de un transmisor de potencia ( TX). Hay muchos tipos de tecnologías de transferencia y alimentación inalámbricas. Utiliza principios electromagnéticos para suministrar electricidad a la batería. Los tres más utilizados son la carga por resonancia, la carga por radio y la carga inductiva. Durante este tutorial, discutiremos la carga inductiva, que es la tecnología utilizada en los teléfonos inteligentes. La estación de carga contiene una bobina a través de la cual fluye corriente alterna. Esta electricidad genera un campo magnético. La parte receptora del teléfono inteligente también contiene una bobina, que utiliza el principio de inducción. La inducción significa que un campo magnético cambiante en una pieza de metal vecina genera una corriente eléctrica. El hardware y el software se introducirán de acuerdo con las fases del protocolo de carga de energía inalámbrica. La tecnología ha mejorado la sostenibilidad, pero todavía tiene varios inconvenientes que deben investigarse para comercializarla. A lo largo de esta presentación, analizaremos las formas en que podemos mejorarlo. Además, discutiremos el concepto de tecnología, los desafíos, las mejoras y el futuro de la tecnología de energía inalámbrica. Al final, se mostrará un experimento para demostrar todos los temas tratados en el tutorial. ",
  "TITLE_6_LABEL": "Diseño basado en HIL y pruebas para la integración de DER",
  "MINISTER_6_LABEL": "Ministros:\n\nBiljana Sovilj\nCaio Osório\nMurilo Almeida",
  "TIME_6_LABEL": "Hora: 9:00",
  "DURATION_6_LABEL": "Hora: 9:00",
  "DESCRIPTION_6_LABEL": "Descripción: El cambio de paradigma de la generación centralizada a una red digitalizada basada en recursos energéticos distribuidos (DER) ha sido posible gracias a los continuos avances en la tecnología de la electrónica de potencia. La nueva red se está volviendo más inteligente, pero también más dinámica y compleja , y el mayor desafío es garantizar que los componentes de la red funcionen juntos sin problemas en diferentes escenarios de la vida real. En este contexto, los ingenieros se enfrentan continuamente al desafío de diseñar e implementar diferentes soluciones de manera cada vez más eficiente.\nPor esta razón, en este tutorial le mostraremos en la práctica cómo la tecnología Hardware-in-the-Loop (HIL) puede ayudarlo a verificar y validar sus diseños desde el principio, agregando flexibilidad y seguridad, así como reduciendo el tiempo invertido en el ciclo de diseño. los desafíos que enfrenta el diseño basado en HIL y las pruebas para la integración de DER y cómo superarlo.\nBiljana Sovilj es Desarrollador de negocios en Typhoon HIL y Responsable del desarrollo y evolución de la Academia HIL. Su enfoque está en la industria del e-learning y las relaciones crecientes con los instructores y socios de HIL Academy. Biljana tiene una licenciatura en Ingeniería en Energía, Electrónica y Telecomunicaciones de la Facultad de Ciencias Técnicas, Novi Sad, Serbia.\nCaio Osório es ingeniero de aplicaciones del Typhoon HIL. Recibió el Doctorado, Maestría y Licenciatura en Ingeniería Eléctrica de la Universidad Federal de Santa María, Brasil. Caio realizó una pasantía en Fraunhofer IZM, Berlín, y fue investigador invitado en la Universidad de Oviedo, en España, durante su doctorado. Tiene experiencia en investigación en control robusto aplicado a electrónica de potencia, análisis de estabilidad, algoritmos de optimización, observadores de estado, máquinas eléctricas e integración de fuentes de energía renovable.\nMurilo Almeida es jefe del Grupo de Microredes y Aplicaciones de Energía Crítica en Typhoon HIL. Principalmente, es responsable del negocio de aplicaciones de microrredes y de la coordinación del equipo que desarrolla modelos y controles de alta fidelidad para elementos de microrred, incluidos relés de protección, cargas controladas y variables, sistemas de gestión de energía y recursos energéticos distribuidos. Tiene una Maestría en Ciencias de la Universidade do Nordeste y una Licenciatura en Ciencias de la Universidad Federal de Goiás, ambas en Ingeniería Eléctrica, y MBA de la FGV."
}
