{
  "PAGE_TITLE_LABEL": "COBEP 2021 - Solicitud de papel",
  "TITLE_LABEL": "COBEP 2021",
  "SUBTITLE_LABEL": "XVI Congreso Brasileño de Electrónica de Potencia",
  "SUB_SUB_TITLE_LABEL": "Del 7 al 10 de noviembre de 2021, João Pessoa - PB",
  "DESCRIPTION_LABEL": "Descripción:",
  "CALL_FOR_WOKS_LABEL": "Convocatoria de ponencias:",
  "DESCRIPTION_TEXT_LABEL": "El Congreso Brasileño de Electrónica de Potencia (COBEP) es un congreso bienal, patrocinado por la Sociedad Brasileña de Electrónica de Potencia (SOBRAEP). COBEP es el evento científico más grande y tradicional en su área, en Brasil. Tiene como objetivo reunir a toda la comunidad latinoamericana interesada en áreas relacionadas con la Electrónica de Potencia. ",
  "IMPORTANT_DATES_LABEL": "FECHAS IMPORTANTES",
  "TEXT_DATE_1_LABEL": "Apertura:",
  "DATE_1_LABEL": "1/3/2021",
  "TEXT_DATE_2_LABEL": "Envío de resumen:",
  "DATE_2_LABEL": "19/4/2021",
  "DATE_2_LABEL_CORRECT": "3/5/2021",
  "DATE_3_LABEL_CORRECT": "15/7/2021",
  "TEXT_DATE_3_LABEL": "Envío del tutorial:",
  "DATE_3_LABEL": "23/05/2021",
  "TEXT_DATE_4_LABEL": "Notificaciones:",
  "DATE_4_LABEL": "1/7/2021",
  "TEXT_DATE_5_LABEL": "Envío final:",
  "DATE_5_LABEL": "30/8/2021",
  "TOPIC_TITLE_LABEL": "Los principales temas de interés incluyen, entre otros:",
  "TOPIC_1_LABEL": "Topologías y diseños de convertidores de energía",
  "SITEM_SUBMIT_BUTTON_LABEL": "Sistema de envío",
  "TOPIC_2_LABEL": "Máquinas eléctricas, accionamientos de motor y control de velocidad",
  "TOPIC_3_LABEL": "Modelado, simulación y control en electrónica de potencia",
  "TOPIC_4_LABEL": "Calidad de potencia, armónicos y compensación de potencia reactiva",
  "TOPIC_5_LABEL": "Compatibilidad electromagnética (CEM) e interferencia electromagnética (EMI)",
  "TOPIC_6_LABEL": "Electrónica de potencia en sistemas de energía renovable",
  "TOPIC_7_LABEL": "Electrónica de potencia en redes inteligentes y aplicaciones de servicios públicos",
  "TOPIC_8_LABEL": "Dispositivos semiconductores de potencia, embalajes, materiales magnéticos y componentes pasivos",
  "TOPIC_9_LABEL": "Electrónica de potencia en aplicaciones de iluminación",
  "TOPIC_10_LABEL": "Aplicaciones de transporte de electrónica de potencia, aeroespacial y automotriz",
  "TOPIC_11_LABEL": "Aplicaciones industriales, comerciales y residenciales para electrónica de potencia",
  "TOPIC_12_LABEL": "Educación y temas especiales"
}
