{
  "pageTitle": "COBEP 2021 - XVI Congreso Brasileño de Electrónica de Potencia",
  "title": "COBEP 2021",
  "subtitle": "XVI Congreso Brasileño de Electrónica de Potencia",
  "subsubtitle": "7 al 10 de noviembre de 2021, João Pessoa - PB",
  "description": "Descripción:",
  "callOfWorks": "Llamar por papeles:",
  "descriptionText": "El Congreso Brasileño de Electrónica de Potencia (COBEP) es un congreso bienal, patrocinado por la Sociedad Brasileña de Electrónica de Potencia (SOBRAEP). COBEP es el evento científico más grande y tradicional de su área, en Brasil. Tiene como objetivo reunir a toda la comunidad latinoamericana interesada en áreas relacionadas con la Electrónica de Potencia. Sus cuatro ediciones más recientes se realizaron en las ciudades de Santos-SP (2019), Juiz de Fora-MG (2017), Fortaleza-CE (2015), Gramado-RS (2013). El XVI Congreso Brasileño de Electrónica de Potencia (COBEP 2021) se realizará en la ciudad de João Pessoa, Paraíba, entre el 7 y el 10 de noviembre de 2021. La organización del trabajo está a cargo del Programa de Posgrado en Ingeniería Eléctrica de la Universidad. Federal da Paraíba (UFPB), el Smart Grid Group (SG2) y el capítulo PES / IAS / PELS Nordeste 1 del IEEE. La ciudad de João Pessoa es la capital del estado de Paraíba y tiene una ubicación geográfica privilegiada, equidistante de las principales capitales de la región Nordeste de Brasil. En la desembocadura del río Paraíba, su casco antiguo es conocido por su arquitectura barroca y “art nouveau”. A nivel del mar, el clima es agradable (con una temperatura promedio de 25,1 ° C en septiembre, una humedad relativa promedio de 77%), con una población aproximada de 720 mil habitantes.",
  "importantDates": "FECHAS IMPORTANTES",
  "textDate1": "Apertura:",
  "date1": "1/3/2021",
  "textDate2": "Presentación de resúmenes:",
  "date2": "19/4/2021",
  "textDate3": "Envío del tutorial:",
  "date3": "5/23/2021",
  "textDate4": "Notificaciones:",
  "date4": "1/7/2021",
  "textDate5": "Envío final:",
  "date5": "30/8/2021",
  "topicTitle": "Los principales temas de interés incluyen, pero no se limitan a:",
  "topic1": "Topologías y diseños de convertidores de energía",
  "topic2": "Máquinas eléctricas, accionamientos de motor y control de velocidad",
  "topic3": "Modelado, simulación y control en electrónica de potencia",
  "topic4": "Calidad de energía, armónicos y compensación de potencia reactiva",
  "topic5": "Compatibilidad electromagnética (EMC) e interferencia electromagnética (EMI)",
  "topic6": "Electrónica de potencia en sistemas de energía renovable",
  "topic7": "Electrónica de potencia en redes inteligentes y aplicaciones de servicios públicos",
  "topic8": "Dispositivos semiconductores de potencia, embalajes, materiales magnéticos y componentes pasivos",
  "topic9": "Electrónica de potencia en aplicaciones de iluminación",
  "topic10": "Aplicaciones de transporte de automoción, aeroespacial y electrónica de potencia",
  "topic11": "Aplicaciones industriales, comerciales y residenciales de la electrónica de potencia",
  "topic12": "Educación y temas especiales"
}
