{
  "PAGE_TITLE_LABEL": "FAQ",
  "TITLE_LABEL": "Frequently Asked Questions",
  "ACCORDION_1_TITLE_LABEL": "Where will the congress be held?",
  "ACCORDION_1_BODY_LABEL": "The congress will be held in a hybrid, face-to-face and online. The face-to-face congress will be held in João Pessoa - PB, and the virtual congress will soon be announced on the platform.",
  "ACCORDION_2_TITLE_LABEL": "Can articles be made in Portuguese?",
  "ACCORDION_2_BODY_LABEL": "No! Articles must be written in English.",
  "ACCORDION_3_TITLE_LABEL": "Is there any model for preparing the abstracts?",
  "ACCORDION_3_BODY_LABEL": "Yes. The model in .doc and .tex are available at the link: ",
  "ACCORDION_4_TITLE_LABEL": "Should the registration payment be made before the final submission of the article?",
  "ACCORDION_4_BODY_LABEL": "Yes. COBEP 2021 requires all accepted papers to be linked to an AUTHOR submission (ie, not a student or participant application) by one of the paper's authors. The AUTHOR submission allows for submission of self-authored work and allows the inclusion of one (only 1) extra work with additional payment.",
  "ACCORDION_5_TITLE_LABEL": "Will the final articles be published?",
  "ACCORDION_5_1_BODY_LABEL": " ARTICLES INCLUDED IN COBEP Proceedings ONLY: The length of the articles is a maximum of four (4) pages. This does not include the references;",
  "ACCORDION_5_2_BODY_LABEL": "Articles included in the IEEE Xplore Digital Library: The length of IEEE articles is a maximum of eight (8) pages in total. This includes references and appendices. Articles longer than eight pages will be rejected.",
  "ACCORDION_6_TITLE_LABEL": "Will the payment for the in-person/virtual registration have the same value?",
  "ACCORDION_6_BODY_LABEL": "No, entries have different values. See: ",
  "ACCORDION_7_TITLE_LABEL": "Can I submit more than one work with the same entry?",
  "ACCORDION_7_BODY_LABEL": "Author registration allows the submission of work of own authorship and allows the inclusion of one (only 1) extra article with additional payment.",
  "ACCORDION_8_TITLE_LABEL": "How will the virtual platform work?",
  "ACCORDION_8_BODY_LABEL": "Soon..."
}
