{
  "PAGE_TITLE_LABEL": "COBEP 2021 - Templates",
  "MODELS_LABEL": "Templates",
  "PAPERS_LABEL": "Papers",
  "TUTORIALS_LABEL": "Tutorials",
  "PAPERS_PRIMARY_TEXT_LABEL": "Description 1 ...",
  "PAPERS_SECONDARY_TEXT_LABEL": "Complement 1 ...",
  "TUTORIALS_PRIMARY_TEXT_LABEL": "Description 2 ...",
  "TUTORIALS_SECONDARY_TEXT_LABEL": "Complement 2 ...",
  "TITLE_1_LABEL": "Summary writing instructions",
  "TEXT_MODELS_LABEL": "Templates",
  "COMING_SON_LABEL": "Coming soon ...",
  "SITEM_SUBMIT_BUTTON_LABEL": "Submission system",
  "TEXT_MODEL_LABEL": "model",
  "TEXT_BODY_LI_1_LABEL": "The abstract does not include authors' names or affiliations",
  "TEXT_BODY_LI_2_LABEL": "The abstract has a maximum of four (4) pages",
  "TEXT_BODY_LI_3_LABEL": "The summary with simple column",
  "TEXT_BODY_LI_4_LABEL": "The summary with single line spacing",
  "TEXT_BODY_LI_5_LABEL": "The abstract uses fonts of at least 11pt (preferably 12pt)",
  "TEXT_BODY_LI_6_LABEL": "The abstract is sent through the Abstract Submission Portal. The abstract submission deadline can be consulted on the website.",
  "TEXT_BODY_LI_7_LABEL": "The summary and the final article should be in ",
  "TEXT_BODY_LI_7_ENGLISH_LABEL": "english",
  "TEXT_BODY_4_LABEL": "Review of requirements - make sure that:",
  "TEXT_BODY_3_LABEL": "See the conference website for a detailed list of technical topics and the method for submitting a summary.",
  "TEXT_BODY_2_LABEL": "Authors who wish to publish their articles in the IEEE Xplore Digital Library, must submit the articles in the final extended version. (Template to be made available)",
  "TEXT_BODY_1_LABEL": "Authors should send the abstract with a single column, single spacing and a maximum of four (4) pages (references do not count in the 4 pages), summarizing the proposed article. The abstract must include the main equations, figures, tables and references as appropriate, but without names of authors or affiliations. Abstracts that do not comply with these requirements will be rejected without review. Abstracts should clearly indicate the objectives of the work, its importance in advancing the state of the art and methods and specific results in sufficient detail. All abstracts will undergo a double-blind peer review process to ensure a confidential and fair review.",
  "TITLE_TUTORIALS_1_LABEL": "Information for tutorials",
  "TEXT_BODY_TUTORIALS_1_LABEL": "The tutorial classes will receive free. The tutorial should last 2 hours. Maximum of 5 pages. All tutorials are held on Sunday, November 7, 2021, in the morning or in the afternoon.",
  "TEXT_BODY_TUTORIALS_2_LABEL": "Instructions for preparing the tutorial proposal",
  "TEXT_BODY_LI_TUTORIALS_1_LABEL": "Maximum of 5 pages.",
  "TEXT_BODY_LI_TUTORIALS_2_LABEL": "All pages are formatted with one inch margins on each side.",
  "TEXT_BODY_LI_TUTORIALS_3_LABEL": "All texts use single space, Times New Roman, black ink and a font size of 11 or 12.",
  "TEXT_BODY_LI_TUTORIALS_4_LABEL": "Follow the item in the model document",
  "CONFERENCE_TEMPLATE_P1_LABEL": "The Final Article must be in English",
  "CONFERENCE_TEMPLATE_TITLE_1_LABEL": "ITEM SIZE",
  "CONFERENCE_TEMPLATE_ITEM_1_LABEL": "ARTICLE INCLUDED IN COBEP Proceedings ONLY: The length of the articles is a maximum of four (4) pages. This does not include references.",
  "CONFERENCE_TEMPLATE_ITEM_2_LABEL": "Articles included in the IEEE Xplore Digital Library: The length of IEEE articles is a maximum of eight (8) pages in total. This includes references and appendices. Articles longer than eight pages will be rejected.",
  "CONFERENCE_TEMPLATE_TITLE_2_LABEL": "CONGRESS REGISTRATION",
  "CONFERENCE_TEMPLATE_P2_LABEL": "COBEP 2021 requires all accepted papers to be linked to an AUTHOR submission (ie not a student or participant submission) by one of the paper's authors. The AUTHOR submission allows for paper submission authored and allows the inclusion of one (only 1) extra work with additional payment."
}
