{
  "TITLE_LABEL": "Speeches",
  "PAGE_TITLE_LABEL": "Speeches",
  "DESCRIPTION1": "CNPq Researcher 1A, graduated in Electronic Engineering from the Polytechnic School of the Federal University of Rio de Janeiro (1975), Master's in Electrical Engineering from COPPE / Federal University of Rio de Janeiro (1976) and Ph.D. in Electrical Engineering from the Tokyo Institute of Technology (1981) He is currently a Full Professor in the Electrical Engineering Program at COPPE / Federal University of Rio de Janeiro. in the following subjects: Instantaneous Power Theory, Active Filters, FACTS and Alternative Energy Sources (wind, waves, solar and fuel cells) In 2005, he was admitted, in the Commander class, to the National Order of Scientific Merit; in 2013 , received the IEEE PES Nari Hingorani FACTS Award and was elected member of the National Academy of Engineering.In 2015, he was elected full member of the Brazilian Academy of Sciences. In 2016, he received the Friend of the Navy Medal. He was awarded the 2016 In Rio Personalities of the Year Award. In 2017, he was elevated to the category of IEEE Fellow, received the Diploma of Honor of Merit from the Consulate General of Japan in Rio de Janeiro and was awarded the Medal of Merit Marshal Cordeiro de Farias, from the Superior War School. In April 2020, he was awarded by the Emperor of Japan the \"Order of the Rising Sun, Golden Rays with Bows\".",
  "DESCRIPTION2": "Has a degree in Electrical Engineering from the Federal University of Maranhão (1990), a master's degree in Electrical Engineering from the Federal University of Paraíba (1994) and a doctorate in Electrical Engineering from the Federal University of Paraíba (1998). in the Electrical Engineering Department of the Federal Center for Technological Education of Maranhão. From 2004 to 2006 he was a visiting researcher at the University of Wisconsin, Madison, United States, working on design of control systems for synchronous motor drives without speed sensor During 2015 he was a visiting researcher at the University of Aalborg, Denmark, working on control of power converters for microgrid applications.He has been adjunct professor in the Department of Electrical Engineering at the Federal University of Maranhão since 2008. His main topics of interest are control systems, power converters, microgrids, power drives electric machines, parameter estimation and renewable energy sources.",
  "DESCRIPTION3": "Prof. Dr. Petar J. Grbović received the Dipl. Ing. (B. Sc.) and the Master (M.Sc.) from the School of Electrical Engineering, University of Belgrade, Serbia, in 1999 and 2005 , and a Doctor's degree (Ph.D) from the Laboratoire 'Électrotechnique et d'Électronique de Puissance de Lille, l'Ecole Centrale de Lille, France in 2010. From March 1999 to February 2003, he was Engineer at P / D at RDA Co, Belgrade From November 2000 to June 2001, he was Consultant Engineer at CESET Italy (a division of Emerson Appliance Motors Europe) From March 2003 to April 2005, he worked in the R&D Department, PDL Electronics , Ltd., Napier, New Zealand From April 2005 to July 2010 he worked with Schneider Toshiba Inverter Europe, Pacy-Sur-Eure, France as Power Electronics Group Expert From September 2010 to August 2011 he worked at General Electric Global Research, Munich, Germany From September 2011 to September 2018 he is at HUAWEI Technologies, Comp Center Europe Energy Efficiency in Munich / Nuremberg, Germany, where he works as a Senior Specialist in the field of power electronics and energy conversion. In March 2016 he was appointed to the position of scientific committee of the Center for Power Electronics and Drives, C-PED Lab., Roma TRE University, Italy. In June 2018, he was appointed full professor at the Innsbruck Power Electronics Laboratory (i-PEL) at the University of Innsbruck, Austria. His research focuses on the application of advanced energy storage devices, active gate actuation for high power IGBTs and JFET SiC, power converter topologies, advanced power semiconductor devices, and control of power converters and semiconductor switches. Dr. Grbović has published over 60 IEEE conference / journal articles, 20 IEEE seminars and a book “Ultra-capacitors in energy conversion systems: Analysis, Modeling and Design in Theory and Practice. He has 17 patents granted and 9 patent applications pending. In January 2019 he was promoted to Distinguished Lecture of the IEEE PELS for 2019 and 2020.",
  "DESCRIPTION4": "Frede Blaabjerg graduated from the Nykøbing Mors Gymnasium in 1982 and in 1987 became M.Sc. From 1987 to 1988 he worked as a project engineer for ASCAN Scandia, Randers. From 1992 to 1996, he was an assistant professor in the Department of Power Technology in Aalborg. He received his Ph.D. from Aalborg University in 1995 with the thesis \"Modeling Power Electronic Components and Circuits\" ( ISBN 87-89179-10-2 ) In 1996–1998, Frede Blaabjerg was an associate professor until 1998, where he studied became a full professor in Power Electronics and Drives in the Department of Energy Technology at the University of Aalborg. He held that position until 2006, when he became Dean of the Faculty of Engineering, Science and Medicine. In 2010, he returned to his position as Professor in Power Electronics and Drives at the Institute of Energy Technology at the University of Aalborg. Alongside his positions at Aalborg University, Frede Blaabjerg is visiting professor at Shandong University, China, 2014-, Harbin University of Technology, China, 2014-, Shanghai Maritime University, China, 2013- and Zhejiang University, China, 2009- . Previously, he held visiting professorships at the University of Padova, Italy, 2000 and at Curtin University of Technology, Perth, Australia, 2002. Today he is head of the Center for Reliable Power Electronics (Corpe). Over the course of Frede Blaabjerg's career, he has mentored over 70 Ph.D. students and delivered over 500 national and international lectures. Today most lectures are for special guests only, due to the high interest. Frede Blaabjerg has published over 1400 scientific articles, 380 (800) registered publications in the Web of Science (including conference articles), 130 additional journal articles, 520 published and featured conference articles, and four edited books on power electronics. IEEE Fellow in 2003, Free Baabjerg received the Villum Kann Rasmussen Research Award in 2014, the IEEE William E. Newell Power Electronics Award in 2014 was named Highly Cited Researcher in Engineering 2014-2015 (top 250) by ISI Thomson, the Global Energy Award in 2019, and the IEEE Edison Medal in 2020. He was President of the IEEE Power Electronics Society 2019-2020.",
  "TITLE1": "Power Electronics: According to My Experience",
  "ABSTRACT1": "This talk is about my experience with Power Electronics. It started with the big surprise of being invited, in 1975, to develop an AC current control for 5 V / 400 A resistive load. The current was very high for an Electronic Engineer student at the time, who used to hear about transistors with few Amperes. I used the TRIAC in the project, achieved very good results, and learned some words that guided me up to now: thyristor, harmonics, sampled data control, switching, and so on.\n\nFor my doctorate course, I chose to go to Japan. In the application forms for the Japanese Government scholarship, I mentioned interest in studying at the Tokyo Institute of Technology (TIT at the time and now Tokyo Tech) and included the magic word “thyristor” in the research interest. Luckily, I was granted a scholarship to go to this Institute and was admitted to the Power Electronics Laboratory, probably the most advanced university group in Power Electronics at that time in Japan.\n\nWhen I returned in 1981, my research focus started with motor and generator control as the natural sequence of the studies developed at Tokyo Tech: wind energy was one topic, and we had some works on induction generators controlled with thyristors. Later, induction motor with vector control using IGBTs was one focus. Because the world’s largest HVDC link was being built in Brazil in early 1980 (Itaipu Project with two bipoles at +/-600 kV/6.3 GW), I turned my attention to this technology: modeling and control. I was motivated by some of my students who were working at CEPEL (the Electric Energy Research Center). Today, Brazil has six HVDC bipoles (four with +/-600kV, 6.3 GW and two with +/-800kV, 4 GW) with total power transmission of 20.6 GW, which is quite significant for the Brazilian Interconnected Power System (BIPS). As thyristor is the switch in use, commutation failure (CF) may be a serious problem. In parallel to studying how to avoid it in converters with thyristors our group has been studying converters such as the multilevel modular converter as the future solution for next generation HVDC systems.\n\nBy the end of 1980, instantaneous power theory and active filters became my new topic of study. All these topics, including FACTS (Flexible AC Transmission System) concepts, and converters for renewable generations as solar, wind and wave, as well as energy storage, I named as Power Electronics Applications to Power Systems. I have been working on this for the last decades with the help of many students and colleagues.\n\nIn the talk will give a brief idea of the past and present as well as I will try to give some possibilities of the future. However, the future is generally difficult to guess.",
  "TITLE2": "Microgrid contribution to green energy insertion and resilience increase in critical applications",
  "ABSTRACT2": "Microgrids has been proven to be a viable solution for improving the reliability of power supply, and the integration of renewable energy sources (RES) into the grid. In developing countries, they have provided electricity access to isolated areas. Power electronic converters are the key enabling technologies for integrating RES, and energy storage into the microgrids, In this seminar two case studies of microgrids developed in Brazil will be presented: 1) isolated microgrids in islands whose objective was to provide access to electricity and integration of renewable sources to reduce the emission of pollutants due to diesel generators; 2) Alcantara launch center, a critical mission microgrid whose main goal is to increase reliability and resilience during rocket launches. Aspects of the microgrid control and converter control designs will be discussed.",
  "TITLE3": "Partial Power Processing Converters - A Way to go Beyond the Limits",
  "ABSTRACT3": "Power electronics and power conversion in general is today part of every segment of our life. Any piece of electric equipment we have today is somehow based on power electronics and converters; home appliance, industrial equipment, renewable energy, automotive, avionic, etc., etc. Conversion efficiency, specific power, power density and converter cost are today the most critical requirements for new converters. One way to increase the efficiency and reduce cost/size/weight is to deploy multi-level and/or multi-cell converters and partial power processing power converters. A novel solution to ultra-high efficiency and specific power dc/dc converters has been proposed and theoretically investigated in this seminar. The solution is based on the fact that in most of application we do not need to process entire dc bus voltage and output current. We can process a fraction of the dc bus voltage and/or the load current. In other words, we do not need to process the converter total rated power; we would process just a fraction of the rated power. This is so-called concept of Partial Power Rated Converters (PPRC). Typical target applications are PV boost converters, energy storage (batteries and ultra-capacitors) interface converters, isolated ac/dc power supplies, electric drives, etc., etc. Advantages of the PPRC concept, such as significant reduction of the input/output filter size & weight, voltage rating of power devices and conduction/switching losses are theoretically investigated and discussed in the seminar. Various applications such as energy storage interface converters, isolated ac-dc converters and double feed electric machines are also discussed. Several case studies and design examples are given in concluding part of the seminar. One particular design example presented in the seminar is 25kW battery interface dc/dc converter. An extraordinary efficiency of 99.5%, specific power of 30kW/kg and power density of 50kW/dm 3 have been achieved. This seminar is aimed at power electronics engineers, professionals and graduate students who want to improve their knowledge and understanding of advanced concepts of power conversion, such as Partial Power Rated Converters and applications.",
  "TITLE4": "Design for reliability in power electronic systems",
  "ABSTRACT4": "In recent years, the automotive and aerospace industries have brought stringent reliability constraints on power electronic converters because of safety requirements. Today customers of many power electronic products expect up to 20 years of lifetime and they also want to have a “failure free period” and all with focus on the financials. The renewable energy sectors are also following the same trend, and more and more efforts are being devoted to improving power electronic converters to account for reliability with cost-effective and sustainable solutions. This presentation will introduce the recent progress in the reliability aspect study of power electronic converters for power electronic applications with special focus on renewables. It will cover the following contents: the motivations for highly reliable electric energy conversion in renewable energy systems; the reliability requirements of typical renewable energy systems and its implication on the power electronic converters; failure mechanisms and lifetime models of key power electronic components (e.g., power semiconductor switches, capacitors, and fans); long-Term mission profiles in Photovoltaic (PV) and wind power applications and the component level stress analysis; reliability analysis methods, tools, and improvement strategies of power electronic Converter for renewable energy systems. A few case studies on PV and wind power based renewable energy systems will also be discussed."
}
