{
  "TITLE_LABEL": "Speakers",
  "PAGE_TITLE_LABEL": "Speakers",
  "DESCRIPTION1": "CNPq Researcher 1A, graduated in Electronic Engineering from the Polytechnic School of the Federal University of Rio de Janeiro (1975), Master's in Electrical Engineering from COPPE / Federal University of Rio de Janeiro (1976) and Ph.D. in Electrical Engineering from the Tokyo Institute of Technology (1981) He is currently a Full Professor in the Electrical Engineering Program at COPPE / Federal University of Rio de Janeiro. in the following subjects: Instantaneous Power Theory, Active Filters, FACTS and Alternative Energy Sources (wind, waves, solar and fuel cells) In 2005, he was admitted, in the Commander class, to the National Order of Scientific Merit; in 2013 , received the IEEE PES Nari Hingorani FACTS Award and was elected member of the National Academy of Engineering.In 2015, he was elected full member of the Brazilian Academy of Sciences. In 2016, he received the Friend of the Navy Medal. He was awarded the 2016 In Rio Personalities of the Year Award. In 2017, he was elevated to the category of IEEE Fellow, received the Diploma of Honor of Merit from the Consulate General of Japan in Rio de Janeiro and was awarded the Medal of Merit Marshal Cordeiro de Farias, from the Superior War School. In April 2020, he was awarded by the Emperor of Japan the \"Order of the Rising Sun, Golden Rays with Bows\".",
  "DESCRIPTION2": "Has a degree in Electrical Engineering from the Federal University of Maranhão (1990), a master's degree in Electrical Engineering from the Federal University of Paraíba (1994) and a doctorate in Electrical Engineering from the Federal University of Paraíba (1998). in the Electrical Engineering Department of the Federal Center for Technological Education of Maranhão. From 2004 to 2006 he was a visiting researcher at the University of Wisconsin, Madison, United States, working on design of control systems for synchronous motor drives without speed sensor During 2015 he was a visiting researcher at the University of Aalborg, Denmark, working on control of power converters for microgrid applications.He has been adjunct professor in the Department of Electrical Engineering at the Federal University of Maranhão since 2008. His main topics of interest are control systems, power converters, microgrids, power drives electric machines, parameter estimation and renewable energy sources.",
  "DESCRIPTION3": "Prof. Dr. Petar J. Grbović received the Dipl. Ing. (B. Sc.) and the Master (M.Sc.) from the School of Electrical Engineering, University of Belgrade, Serbia, in 1999 and 2005 , and a Doctor's degree (Ph.D) from the Laboratoire 'Électrotechnique et d'Électronique de Puissance de Lille, l'Ecole Centrale de Lille, France in 2010. From March 1999 to February 2003, he was Engineer at P / D at RDA Co, Belgrade From November 2000 to June 2001, he was Consultant Engineer at CESET Italy (a division of Emerson Appliance Motors Europe) From March 2003 to April 2005, he worked in the R&D Department, PDL Electronics , Ltd., Napier, New Zealand From April 2005 to July 2010 he worked with Schneider Toshiba Inverter Europe, Pacy-Sur-Eure, France as Power Electronics Group Expert From September 2010 to August 2011 he worked at General Electric Global Research, Munich, Germany From September 2011 to September 2018 he is at HUAWEI Technologies, Comp Center Europe Energy Efficiency in Munich / Nuremberg, Germany, where he works as a Senior Specialist in the field of power electronics and energy conversion. In March 2016 he was appointed to the position of scientific committee of the Center for Power Electronics and Drives, C-PED Lab., Roma TRE University, Italy. In June 2018, he was appointed full professor at the Innsbruck Power Electronics Laboratory (i-PEL) at the University of Innsbruck, Austria. His research focuses on the application of advanced energy storage devices, active gate actuation for high power IGBTs and JFET SiC, power converter topologies, advanced power semiconductor devices, and control of power converters and semiconductor switches. Dr. Grbović has published over 60 IEEE conference / journal articles, 20 IEEE seminars and a book “Ultra-capacitors in energy conversion systems: Analysis, Modeling and Design in Theory and Practice. He has 17 patents granted and 9 patent applications pending. In January 2019 he was promoted to Distinguished Lecture of the IEEE PELS for 2019 and 2020.",
  "DESCRIPTION4": "Frede Blaabjerg graduated from the Nykøbing Mors Gymnasium in 1982 and in 1987 became M.Sc. From 1987 to 1988 he worked as a project engineer for ASCAN Scandia, Randers. From 1992 to 1996, he was an assistant professor in the Department of Power Technology in Aalborg. He received his Ph.D. from Aalborg University in 1995 with the thesis \"Modeling Power Electronic Components and Circuits\" ( ISBN 87-89179-10-2 ) In 1996–1998, Frede Blaabjerg was an associate professor until 1998, where he studied became a full professor in Power Electronics and Drives in the Department of Energy Technology at the University of Aalborg. He held that position until 2006, when he became Dean of the Faculty of Engineering, Science and Medicine. In 2010, he returned to his position as Professor in Power Electronics and Drives at the Institute of Energy Technology at the University of Aalborg. Alongside his positions at Aalborg University, Frede Blaabjerg is visiting professor at Shandong University, China, 2014-, Harbin University of Technology, China, 2014-, Shanghai Maritime University, China, 2013- and Zhejiang University, China, 2009- . Previously, he held visiting professorships at the University of Padova, Italy, 2000 and at Curtin University of Technology, Perth, Australia, 2002. Today he is head of the Center for Reliable Power Electronics (Corpe). Over the course of Frede Blaabjerg's career, he has mentored over 70 Ph.D. students and delivered over 500 national and international lectures. Today most lectures are for special guests only, due to the high interest. Frede Blaabjerg has published over 1400 scientific articles, 380 (800) registered publications in the Web of Science (including conference articles), 130 additional journal articles, 520 published and featured conference articles, and four edited books on power electronics. IEEE Fellow in 2003, Free Baabjerg received the Villum Kann Rasmussen Research Award in 2014, the IEEE William E. Newell Power Electronics Award in 2014 was named Highly Cited Researcher in Engineering 2014-2015 (top 250) by ISI Thomson, the Global Energy Award in 2019, and the IEEE Edison Medal in 2020. He was President of the IEEE Power Electronics Society 2019-2020."
}
