{
  "TITLE_LABEL": "Tutorials",
  "TITLE_1_LABEL": "Renewable and Intelligent Energy Networks and Electric Mobility",
  "MINISTER_1_LABEL": "Minister: Vitor Oliveira",
  "TIME_1_LABEL": "Time: 14:00",
  "DURATION_1_LABEL": "Duration: 2 hours",
  "DESCRIPTION_1_LABEL": "Description: The goals for the future of electricity and transport are greater efficiency, safety and. For that, we will need smart grids, which choose the best management and load balancing, clean energy, to reduce impacts environmental, renewable energies and electric vehicles. With this, we will address an overview of the topic and deepen the solutions for the development and testing of power technologies such as batteries, photovoltaic panels, inverters and bidirectional energy flow. ",
  "TITLE_2_LABEL": "Employing DC Transmission in Long Cable AC Motor Drives: Application in the Mining and Oil Industries",
  "MINISTER_2_LABEL": "Minister: Hélder de Paula",
  "TIME_2_LABEL": "Time: 9 hours",
  "DURATION_2_LABEL": "Time: 9 hours",
  "DESCRIPTION_2_LABEL": "Description: Several problems arise when motors are driven by PWM inverters through long cables. One of them is the transient overvoltages at the motor terminals due to the successive reflections of the pulses at the cable terminals, which can reach values greater than three times the converter DC bus voltage. Due to the resulting dielectric stress imposed to the motor insulation, cases have been reported where the motor lifetime was reduced to only a few weeks. Besides, at each PWM voltage transition, all the cable distributed capacitance must be charged or discharged, giving rise to a high-frequency transient current superimposed to the inverter output current, which may reach excessively high peaks and be troublesome. In addition, the common-mode voltage generated by the inverter excites all the distributed capacitive couplings between internal parts of the motor, inverter and cable to the ground, producing oscillatory common mode currents that cause EMI problems in industrial processes, misoperation of ground fault relays and motor bearing failures. Traditionally, the adopted solution to overcome these undesirable phenomena is based on the use of filters of different types and functions. However, they do not represent the ultimate solution for the problem, since their cost, weight and physical dimensions are often high and the power losses in their resistive elements compromise the overall efficiency of the drive system. Besides, in general, one single filter does not deal with the common and differential mode problems simultaneously. In face of this, a different approach to mitigate the high-frequency phenomena aforementioned has been proposed in recent years, in which the rectifier and the inverter units of the frequency converter are separated, remaining the rectifier in its original location and the inverter being now placed at the motor terminals. In this way, the long cable that was used so far to connect the frequency converter to the motor will now be connecting the rectifier to the inverter, thus establishing a DC transmission link. Aside from eliminating the major part of the high frequency phenomena described above, this solution offers the additional advantages of reducing the voltage drop and the amount of copper required in the long cable, for the same power delivery. In contrast, placing the inverter bridge and filter capacitors in the same harsh environment as the motor, where vibration, excessive heat, dust, humidity, suspended particulate, etc, are present, brings up critical reliability concerns that must be addressed, along with important technical feasibility issues.",
  "TITLE_3_LABEL": "Modern Reliability Assessment Applied to Photovoltaic Inverters.",
  "MINISTER_3_LABEL": "Minister: GESEP Reliability Team\n\n Prof. Heverton Augusto Pereira (Ph.D.) - UFV\nProf. Allan Fagner Cupertino (Ph.D.) - CEFET\nProf. Erick MS Brito ( Ph.D.) Student D.) - UFV / UFMG\nRodrigo C. de Barros (Doctorate) - UFMG\nJoão Marcus S. Callegari (Doctorate) - UFMG\nWilliam CS Amorim (Doctorate) - UFMG\nJoão Henrique de Oliveira ( Doctoral Student) - UFMG ",
  "TIME_3_LABEL": "Time: 8:00",
  "DURATION_3_LABEL": "Duration: 4 hours",
  "DESCRIPTION_3_LABEL": "Description: Nowadays, power electronic systems have been widely used in variable-speed drivers, electric vehicles, and renewable energy systems. Photovoltaic (PV) panels and wind turbines are connected to the grid through power electronics converters. The design of electronic systems with longer lifetimes and more accurate reliability modeling of electric components are desired from both industry and academia perspectives. Design for reliability (DfR) is a modern concept wherein the system lifetime is considered in the design stage, reducing the maintenance costs. The DfR, which was previously considered by automotive and aerospace industries, is now an important subject also for energy conversion systems, such as PV inverters. Indeed, manufacturers of photovoltaic modules provide warranties over 20 years, while the typical period of inverter replacements is around 8-10 years, increasing the cost of the total system. The PV inverter is the main cause of unscheduled maintenance that reflects 60% of the total system installation cost. Technical surveys indicate that 30% of power converter failures occur on aluminum electrolytic capacitors, followed by semiconductors, which contribute to 21% of the failures. Also, the failure of a single component can cause the entire system failure since redundancy is not a common practice in the PV industry. Therefore, this tutorial gives an overview of the modern reliability assessment of PV inverters. The fundamentals of reliability are initially provided, followed by the lifetime evaluation processes of semiconductors and capacitors. Since the main failure stressor is the component temperature, the PV inverter power losses are translated to thermal loading, which is used by the lifetime models. Furthermore, the component-level and system-level lifetime are predicted from statistical analysis based on Monte Carlo simulations. In the end, some case studies are presented to show the application of the DFR in PV systems.",
  "TITLE_4_LABEL": "Educational Use of the OCC Technique in the Study of Static Converters",
  "MINISTER_4_LABEL": "Minister: Aluísio Alves de Melo Bento",
  "TIME_4_LABEL": "Time: 14:00",
  "DURATION_4_LABEL": "Duration: 2 hours 30 minutes",
  "DESCRIPTION_4_LABEL": "Description: This tutorial proposes didactic procedures to help in the study, analysis and synthesis of static converters, designed in the area of Power Electronics. The methodology of this tutorial is being applied in an undergraduate program (Industrial Electronics) during the Emergency Remote Teaching, replacing the laboratory practices. The tutorial has proven to be effective in project practices, preferably in teams, whether in person and/or remotely. The reported methodology also may be applied in graduate programs. The tutorial presents, in a simple way, theoretical and practical studies in applications such as active power filter (APF), grid-connected inverter (GCI), power factor correction rectifier (PFC), voltage source inverter (VSI) among other switching structures. Once an application is established, a topology is chosen to realize it. Then, a control strategy is defined, based on the one-cycle control (OCC) technique. The OCC technique has been shown to be effective in power quality applications such as power factor correction, harmonic content mitigation, grid-connected or stand-alone wind and photovoltaic systems. Conceived with analog realization, the OCC technique has also been implemented in digital version in numerous research papers in the technical literature. This technique presents a spontaneous interrelation between topology, control and application of the converter, and facilitates the understanding of the system. The OCC technique is synthesized from the quasi-steady-state transfer function of the topology. In addition to the topology and control approach, the work proposes criteria to compare two or more solutions for a given application, i.e., weight, volume, cost, voltage and current stress. The design of passive and active devices is also addressed. The use of simple design control strategies aims to focus on the operating principle of the topology, which includes the behavior of the voltages and currents of the circuit devices. The synthesis of simpler control strategies does not require in-depth knowledge in control theory, allowing an easy and clear understanding about the converters and their limitations. The tutorial covers several topologies and provides support for the development of many others. In addition to the inherent characteristics of the OCC technique, which include low cost, simplicity, robustness, performance, and stability criteria, the drawbacks of the OCC technique are pointed out.",
  "TITLE_5_LABEL": "Wireless Power Charging (WPC) for low-power Devices.",
  "MINISTER_5_LABEL": "Minister: Janislley Oliveira de Sousa",
  "TIME_5_LABEL": "Time: 13:30",
  "DURATION_5_LABEL": "Duration: 3 hours",
  "DESCRIPTION_5_LABEL": "Description: The number of devices that can be charged wirelessly is increasing continuously. According to IHS Markit, the market for wireless electricity supply continued to gather momentum in 2018. In 2018, worldwide sales of wireless power receivers and transmitters across all applications and product segments rose to 600 million units – a 37 percent increase compared to the previous year. IHS Markit forecasts that approximately 2.1 billion units will be shipped worldwide by 2023. Wireless power charging is becoming an increasingly prevalent technology of consumer electronics (smartphones, wearables), IoT devices, electric vehicles, etc. around the world. The technology is based on wireless energy harvesting (WEH) and wireless power transfer (WPT) systems that use magnetic induction to transfer power to a power receiver (RX) subsystem contained within the mobile device when it is placed on top of a power transmitter (TX). There are many types of wireless power transfer technologies. It uses electromagnetic principles to provide electricity to the battery. The three most used are Resonance charging, Radio charging, and Inductive charging. During this tutorial, we will discuss Inductive charging that is the technology used in smartphones. The charging station contains a coil through which alternating current flows. This electricity generates a magnetic field. The receiver part of the smartphone also contains a coil, which utilizes the principle of induction. Induction means that a changing magnetic field in a neighboring piece of metal generates an electric current. The hardware and software will be introduced according to Wireless Power Charging protocol phases. The technology has improved sustainability but still consists of various drawbacks that need to be researched to commercialize it. Throughout this presentation, we will discuss the ways how can improve it. Also, we will discuss the technology concept the challenges, improvements, and the future of wireless power technology. In the end, an experiment will be shown to demonstrate all the topics discussed in the tutorial.",
  "TITLE_6_LABEL": "HIL-based design and test for DER Integration",
  "MINISTER_6_LABEL": "Ministers:\n\nBiljana Sovilj\nCaio Osório\nMurilo Almeida",
  "TIME_6_LABEL": "Time: 9:00",
  "DURATION_6_LABEL": "Time: 9:00",
  "DESCRIPTION_6_LABEL": "Description: The paradigm shift from centralized generation to a digitalized grid based on distributed energy resources (DERs) has been enabled by the continuous advancements on power electronics technology. The new grid is becoming smarter, but also more dynamic and complex, and the biggest challenge is to ensure that the grid components work together seamlessly, in different real-life scenarios. In this context, engineers are continuously challenged to design and implement different solutions more and more efficiently.\nFor this reason, in this tutorial we will present hands-on how the Hardware-in-the-Loop (HIL) technology can help you to verify and validate your designs from the earliest stages, adding flexibility and security, besides reducing the time spent in the development cycle. We will also discuss challenges faced by the HIL-based design and test for DER integration and how to overcome that.\nBiljana Sovilj is a Business Developer at Typhoon HIL and responsible for development and evolution of HIL Academy. Her focus is on e-learning industry and growth of relationships with HIL Academy instructors and partners. Biljana holds a bachelor's degree in Power, Electronic and Telecommunication Engineering from the Faculty of Technical Sciences in Novi Sad, Serbia.\nCaio Osório is Applications Engineer at Typhoon HIL. He received the PhD., M.S., and B.S. degrees in Electrical Engineering from the Federal University of Santa Maria, Brazil. Caio did an internship at the Fraunhofer IZM, Berlin, and was a visiting researcher at the University of Oviedo, Spain, during his PhD. He has research experience in robust control applied to power electronics, stability analysis, optimization algorithms, state observers, electrical machines, and integration of renewable energy sources.\nMurilo Almeida is the Head of Microgrid and Critical Power Applications Group at Typhoon HIL. Mainly, he is responsible for the microgrid applications branch and for coordinating the development team for high fidelity models and controls for elements of a microgrid, including protection relays, controlled and variable loads, energy management systems and distributed energy resources. He holds an M.Sc. degree from Northeastern University and a bachelor's degree from Federal University of Goiás, both Electrical Engineering, and an MBA from FGV."
}
