{
  "TITLE_LABEL": "Palestrantes",
  "PAGE_TITLE_LABEL": "Palestrantes",
  "DESCRIPTION1": "Pesquisador 1A do CNPq, possui graduação em Engenharia Eletrônica pela Escola Politécnica da Universidade Federal do Rio de Janeiro (1975), mestrado em Engenharia Elétrica pela COPPE / Universidade Federal do Rio de Janeiro (1976) e doutorado em Engenharia Elétrica pelo Tokyo Institute of Technology (1981). Atualmente é professor Titular no Programa de Engenharia Elétrica da COPPE / Universidade Federal do Rio de Janeiro. Tem experiência na área de Engenharia Elétrica, com ênfase em Eletrônica de Potência aplicada a Sistemas de Potência, atuando principalmente nos seguintes temas: Teoria de Potência Instantânea, Filtros Ativos, FACTS e Fontes Alternativas de Energia (eólica, ondas, solar e pilhas a combustível). Em 2005, foi admitido, na classe de Comendador, na Ordem Nacional do Mérito Científico; em 2013, recebeu o IEEE PES Nari Hingorani FACTS Award e foi eleito membro da Academia Nacional de Engenharia. Em 2015, foi foi eleito membro titular da Academia Brasileira de Ciências . Em 2016, recebeu a Medalha Amigo da Marinha. Foi agraciado com o Prêmio In Rio Personalidades do Ano Edição 2016. Em 2017, foi elevado a categoria de Fellow do IEEE, recebeu o Diploma de Honra ao Mérito do Consulado Geral do Japão, no Rio de Janeiro e foi condecorado com a Medalha do Mérito Marechal Cordeiro de Farias, da Escola Superior de Guerra. Em abril de 2020, foi condecorado pelo Imperador do Japão com a \"Ordem do Sol Nascente, Raios de Ouro com Laços\".",
  "DESCRIPTION2": "Possui graduação em Engenharia Elétrica pela Universidade Federal do Maranhão (1990), mestrado em Engenharia Elétrica pela Universidade Federal da Paraíba (1994) e doutorado em Engenharia Elétrica pela Universidade Federal da Paraíba (1998). De 1991 a 2008 trabalhou no departamento de engenharia Elétrica do Centro Federal de Educação Tecnológica do Maranhão. Durante o período de 2004 a 2006 foi pesquisador visitante na Universidade de Wisconsin, Madison, Estados Unidos, trabalhando em projeto de sistemas de controle para acionamentos de motores síncronos sem sensor de velocidade. Durante o ano de 2015 foi pesquisador visitante na Universidade de Aalborg, Dinamarca, trabalhando em controle de conversores de potência para aplicações em microrredes. Desde 2008 é professor adjunto no Departamento de Engenharia Elétrica da Universidade Federal do Maranhão. Seus principais tópicos de interesse são sistemas de controle, conversores de potência, microrredes, acionamentos de máquinas elétricas, estimação de parâmetros e fontes renováveis de energia.",
  "DESCRIPTION3": "Prof. Dr. Petar J. Grbović recebeu o Dipl. Ing. (B. Sc.) E o Mestre (M.Sc.) da Escola de Engenharia Elétrica da Universidade de Belgrado, Sérvia, em 1999 e 2005, e o grau de Doutor (Ph.D) do Laboratoire 'Électrotechnique et d 'Électronique de Puissance de Lille, l'Ecole Centrale de Lille, França em 2010. De março de 1999 a fevereiro de 2003, ele foi Engenheiro de P / D na RDA Co, Belgrado. De novembro de 2000 a junho de 2001, foi Consultor Engenheiro da CESET Itália (uma divisão da Emerson Appliance Motors Europe). De março de 2003 a abril de 2005, ele trabalhou no Departamento de P&D, PDL Electronics, Ltd., Napier, Nova Zelândia. De abril de 2005 a julho de 2010, ele trabalhou com a Schneider Toshiba Inverter Europe, Pacy-Sur-Eure, França, como Power Electronics Group Expert. De setembro de 2010 a agosto de 2011, ele trabalhou na General Electric Global Research, Munique, Alemanha. De setembro de 2011 a setembro de 2018, ele está na HUAWEI Technologies, Centro de Competência de Energia da Europa em Munique / Nuremberg, Alemanha, onde trabalha como Especialista Sênior na área de eletrônica de potência e conversão de energia. Em março de 2016 foi nomeado para o cargo de comitê científico do Centro de Eletrônica de Potência e Drives, C-PED Lab., Roma TRE University, Itália. Em junho de 2018, ele foi nomeado professor titular do Laboratório de Eletrônica de Potência de Innsbruck (i-PEL), da Universidade de Innsbruck, na Áustria. O foco de sua pesquisa está na aplicação de dispositivos avançados de armazenamento de energia, acionamento por portão ativo para IGBTs de alta potência e JFET SiC, topologias de conversor de potência, dispositivos semicondutores de potência avançados e controle de conversores de potência e chaves semicondutoras. Dr. Grbović publicou mais de 60 artigos de conferências / periódicos do IEEE, 20 seminários do IEEE e um livro “Ultra-capacitores em sistemas de conversão de energia: Análise, Modelagem e Design em Teoria e Prática. Ele tem 17 patentes concedidas e 9 pedidos de patentes pendentes. Em janeiro de 2019 ele foi promovido a Palestra Distinta do IEEE PELS para 2019 e 2020.",
  "DESCRIPTION4": "Frede Blaabjerg graduou-se no Nykøbing Mors Gymnasium em 1982 e em 1987 tornou-se M.Sc. De 1987 a 1988 ele trabalhou como engenheiro de projetos para ASCAN Scandia, Randers. De 1992 a 1996, ele foi professor assistente no Departamento de Tecnologia de Energia em Aalborg. Ele recebeu seu Ph.D. na Aalborg University em 1995 com a tese \"Modeling Power Electronic Components and Circuits\" ( ISBN 87-89179-10-2 ) Em 1996–1998, Frede Blaabjerg foi professor associado até 1998, onde se tornou professor titular em Eletrônica de Potência e Drives no departamento de Tecnologia de Energia da Universidade de Aalborg. Ele ocupou esse cargo até 2006, quando se tornou Reitor da Faculdade de Engenharia, Ciências e Medicina. Em 2010, ele retornou à sua posição como Professor em Eletrônica de Potência e Drives no Instituto de Tecnologia de Energia da Universidade de Aalborg. Ao lado de seus cargos na Universidade de Aalborg, Frede Blaabjerg é professor visitante na Shandong University, China, 2014-, Harbin University of Technology, China, 2014-, Shanghai Maritime University, China, 2013- e Zhejiang University, China, 2009-. Anteriormente, ele ocupou cargos de professor visitante na Universidade de Padova, Itália, 2000 e na Curtin University of Technology, Perth, Austrália, 2002. Hoje é chefe do centro de Reliable Power Electronics (Corpe). Ao longo da carreira de Frede Blaabjerg, ele orientou mais de 70 Ph.D. alunos e ministrou mais de 500 palestras nacionais e internacionais. Hoje a maioria das palestras são apenas para convidados especiais, devido ao grande interesse. Frede Blaabjerg publicou mais de 1400 artigos científicos, 380 (800) publicações registradas no Web of Science (incluindo artigos de conferências), 130 artigos adicionais para periódicos, 520 artigos de conferências publicados e apresentados e quatro livros editados em eletrônica de potência. Fellow do IEEE em 2003, Free Baabjerg recebeu o Villum Kann Rasmussen Research Award, em 2014, o Prêmio IEEE William E. Newell Power Electronics, em 2014, foi considerado Pesquisador Altamente Citado em Engenharia 2014-2015 (top 250), concedido pela ISI Thomson, o Prêmio Global de Energia, em 2019, e a Medalha IEEE Edison, em 2020. Foi Presidente da IEEE Power Electronics Society no período 2019-2020.",
  "TITLE1": "IEEE Life Fellow e Professor",
  "ABSTRACT1": "Esta palestra é sobre minha experiência com Eletrônica de Potência. Começou com a grande surpresa de ser convidado, em 1975, a desenvolver um controle de corrente AC para carga resistiva de 5 V / 400 A. A corrente era muito alta para um Na época, aluno de Engenharia Eletrônica, que ouvia falar de transistores com poucos Ampéres, usei o TRIAC no projeto, obtive resultados muito bons e aprendi algumas palavras que me guiaram até agora: tiristor, harmônicos, controle de dados amostrados, chaveamento , etc. ) e incluí a palavra mágica \"tiristor\" no interesse de pesquisa. Felizmente, recebi uma bolsa de estudos para ingressar neste Instituto e fui admitido no Laboratório de Eletrônica de Potência, provavelmente o grupo universitário mais avançado em Eletrônica de Potência naquela época no Japão.\n\nQuando Voltei em 1981, meu foco de pesquisa começou com controle de motores e geradores como a seqüência natural dos estudos desenvolvidos na Tokyo Tech: energia eólica era um tópico, e tivemos alguns trabalhos sobre geradores de indução controlados com tiristores. Mais tarde, o motor de indução com controle vetorial usando IGBTs foi um dos focos. Como o maior link HVDC do mundo estava sendo construído no Brasil no início de 1980 (Projeto Itaipu com dois bipolos em +/- 600 kV / 6,3 GW), voltei minha atenção para esta tecnologia: modelagem e controle. Fui motivado por alguns dos meus alunos que trabalhavam no CEPEL (Centro de Pesquisas em Energia Elétrica). Hoje, o Brasil tem seis bipolos HVDC (quatro com +/- 600kV, 6,3 GW e dois com +/- 800kV, 4 GW) com potência total de transmissão de 20,6 GW, o que é bastante significativo para o Sistema Interligado Nacional de Energia (SIN). Como o tiristor é a chave em uso, a falha de comutação (CF) pode ser um problema sério. Paralelamente ao estudo de como evitá-lo em conversores com tiristores, nosso grupo tem estudado conversores como o conversor modular multinível como a solução futura para sistemas HVDC de próxima geração.\n\nNo final de 1980, a teoria da potência instantânea e os filtros ativos tornaram-se meu novo tópico de estudo. Todos esses tópicos, incluindo conceitos de FACTS (Flexible AC Transmission System), e conversores para gerações renováveis ​​como solar, eólica e das ondas, além de armazenamento de energia, nomeei como Power Electronics Applications to Power Systems. Tenho trabalhado nisso nas últimas décadas com a ajuda de muitos alunos e colegas.\n\nNa palestra vou dar uma breve ideia do passado e do presente, bem como vou tentar dar algumas possibilidades do futuro. No entanto, geralmente é difícil adivinhar o futuro.",
  "TITLE2": "Contribuição da microrrede para a inserção de energia verde e aumento da resiliência em aplicações críticas",
  "ABSTRACT2": "As microrredes provaram ser uma solução viável para melhorar a confiabilidade do fornecimento de energia e a integração de fontes de energia renováveis ​​(FER) na rede. Nos países em desenvolvimento, elas fornecem eletricidade para áreas isoladas. Energia os conversores eletrônicos são as principais tecnologias capacitadoras para a integração de FER e armazenamento de energia nas microrredes. Neste seminário serão apresentados dois estudos de caso de microrredes desenvolvidas no Brasil: 1) microrredes isoladas em ilhas cujo objetivo era fornecer acesso à eletricidade e integração de fontes renováveis ​​para reduzir a emissão de poluentes devido aos geradores a diesel; 2) Centro de lançamento de Alcantara, uma microrrede de missão crítica cujo principal objetivo é aumentar a confiabilidade e resiliência durante o lançamento de foguetes. Aspectos do controle da microrrede e projetos de controle do conversor serão discutidos. " ,
  "TITLE3": "Conversores de processamento parcial de energia - uma maneira de ir além dos limites",
  "ABSTRACT3": "Eletrônica de potência e conversão de potência em geral hoje fazem parte de todos os segmentos de nossa vida. Qualquer equipamento elétrico que temos hoje é de alguma forma baseado em eletrônica de potência e conversores; eletrodomésticos, equipamentos industriais, energia renovável, automotivo, aviônico, etc., etc. Eficiência de conversão, potência específica, densidade de potência e custo do conversor são hoje os requisitos mais críticos para novos conversores. Uma maneira de aumentar a eficiência e reduzir o custo / tamanho / peso é implantar vários níveis e / ou conversores multicelulares e conversores de potência de processamento parcial de potência. Uma nova solução para conversores CC / CC de potência específica e ultra-alta eficiência foi proposta e teoricamente investigada neste seminário. A solução é baseada no fato de que na maioria das aplicações fazemos não precisamos processar toda a tensão do barramento CC e a corrente de saída. Podemos processar uma fração da tensão do barramento CC e / ou a corrente de carga. Em outras palavras, não precisamos processar o total do conversor l potência nominal; processaríamos apenas uma fração da potência nominal. Este é o chamado conceito de Conve Nominal de Potência Parcial Rters (PPRC). As aplicações de alvo típicas são conversores de reforço PV, conversores de interface de armazenamento de energia (baterias e ultracapacitores), fontes de alimentação CA / CC isoladas, acionamentos elétricos, etc., etc. Vantagens do conceito PPRC, como redução significativa da entrada / saída tamanho e peso do filtro, classificação de tensão de dispositivos de energia e perdas de condução / comutação são teoricamente investigados e discutidos no seminário. Várias aplicações, como conversores de interface de armazenamento de energia, conversores AC-DC isolados e máquinas elétricas de alimentação dupla também são discutidas. Vários estudos de caso e exemplos de design são fornecidos na parte final do seminário. Um exemplo de projeto específico apresentado no seminário é o conversor CC / CC com interface de bateria de 25kW. Uma eficiência extraordinária de 99,5%, potência específica de 30kW / kg e densidade de potência de 50kW / dm 3 foram alcançadas. Este seminário é direcionado a engenheiros de eletrônica de potência, profissionais e estudantes de pós-graduação que desejam aprimorar seus conhecimentos e compreensão de conceitos avançados de conversão de potência, como conversores de potência nominal parcial e aplicações. ",
  "TITLE4": "Projeto para confiabilidade em sistemas eletrônicos de potência",
  "ABSTRACT4": "Nos últimos anos, as indústrias automotiva e aeroespacial trouxeram restrições de confiabilidade severas aos conversores eletrônicos de potência devido aos requisitos de segurança. Hoje, os clientes de muitos produtos eletrônicos de potência esperam até 20 anos de vida útil e também desejam ter um \"período livre de falhas\" e tudo com foco nas finanças. Os setores de energia renovável também estão seguindo a mesma tendência, e cada vez mais esforços estão sendo dedicados para melhorar os conversores eletrônicos de potência para dar conta da confiabilidade com soluções econômicas e sustentáveis. apresentará os recentes avanços no estudo do aspecto da confiabilidade de conversores eletrônicos de potência para aplicações de eletrônica de potência, com foco especial em energias renováveis. Abrangerá os seguintes conteúdos: as motivações para a conversão de energia elétrica de alta confiabilidade em sistemas de energia renovável; os requisitos de confiabilidade de fontes renováveis ​​típicas sistemas de energia e suas implicações na eletrônica de potência conversores; mecanismos de falha e modelos de vida útil dos principais componentes eletrônicos de potência (por exemplo, interruptores de semicondutores de potência, capacitores e ventiladores); perfis de missão de longo prazo em aplicações fotovoltaicas (PV) e de energia eólica e a análise de tensão em nível de componente; métodos de análise de confiabilidade, ferramentas e estratégias de melhoria do conversor eletrônico de potência para sistemas de energia renovável. Alguns estudos de caso em sistemas fotovoltaicos e eólicos baseados em energia renovável também serão discutidos."
}
