{
  "TITLE_LABEL": "Tutoriais",
  "TITLE_1_LABEL": "Redes de Energias Renováveis e Inteligentes e Mobilidade Elétrica",
  "MINISTER_1_LABEL": "Ministrante: Vitor Oliveira",
  "TIME_1_LABEL": "Horário: 14:00",
  "DURATION_1_LABEL": "Duração: 2 horas",
  "DESCRIPTION_1_LABEL": "Description: Os objetivos para o futuro da energia elétrica e transportes são a maior eficiência, segurança e sustentabilidade. Para isso, precisaremos de redes inteligentes, que permitam o melhor gerenciamento e balanceamento de carga, e energia limpa, para reduzir os impactos ambientais utilizando energias renováveis e veículos elétricos. Com isso, abordaremos uma visão geral sobre o tema e aprofundamento nas soluções para desenvolvimento e testes das tecnologias de potência como baterias, painéis fotovoltaicos, inversores e fluxo bidirecional de energia.",
  "TITLE_2_LABEL": "Empregando transmissão CC em acionadores de motor CA de cabo longo: aplicação nas indústrias de mineração e petróleo",
  "MINISTER_2_LABEL": "Ministrante: Hélder de Paula",
  "TIME_2_LABEL": "Horário: 9 horas",
  "DURATION_2_LABEL": "Duração: 2 horas",
  "DESCRIPTION_2_LABEL": "Descrição: Vários problemas surgem quando os motores são acionados por inversores PWM através de cabos longos. Um deles são as sobretensões transitórias nos terminais do motor devido às reflexões sucessivas dos pulsos nos terminais dos cabos, que podem atingir valores maiores do que três vezes a tensão do barramento CC do conversor. Devido ao estresse dielétrico resultante imposto ao isolamento do motor, foram relatados casos em que a vida útil do motor foi reduzida para apenas algumas semanas. Além disso, a cada transição de tensão PWM, toda a capacitância distribuída do cabo deve ser carregado ou descarregado, dando origem a uma corrente transitória de alta frequência sobreposta à corrente de saída do inversor, que pode atingir picos excessivamente altos e ser problemática. Além disso, a tensão de modo comum gerada pelo inversor excita todos os acoplamentos capacitivos distribuídos entre as partes internas do motor, inversor e cabo para o solo, produzindo correntes oscilatórias de modo comum que causam problemas EMI lems em processos industriais, operação incorreta de relés de falha de aterramento e falhas nos rolamentos do motor. Tradicionalmente, a solução adotada para superar esses fenômenos indesejáveis ​​baseia-se na utilização de filtros de diferentes tipos e funções. No entanto, eles não representam a solução definitiva para o problema, uma vez que seu custo, peso e dimensões físicas são frequentemente elevados e as perdas de potência em seus elementos resistivos comprometem a eficiência geral do sistema de acionamento. Além disso, em geral, um único filtro não lida com os problemas dos modos comum e diferencial simultaneamente. Diante disso, uma abordagem diferente para mitigar os fenômenos de alta frequência acima mencionados tem sido proposta nos últimos anos, na qual as unidades retificadoras e inversoras do conversor de frequência são separadas, permanecendo o retificador em sua localização original e o inversor sendo agora colocado nos terminais do motor. Desta forma, o longo cabo que até então era utilizado para conectar o conversor de frequência ao motor passará a conectar o retificador ao inversor, estabelecendo assim um elo de transmissão CC. Além de eliminar a maior parte dos fenômenos de alta frequência descritos acima, esta solução oferece as vantagens adicionais de reduzir a queda de tensão e a quantidade de cobre necessária no cabo longo, para o mesmo fornecimento de energia. Em contraste, colocar a ponte do inversor e os capacitores de filtro no mesmo ambiente hostil que o motor, onde vibração, calor excessivo, poeira, umidade, partículas suspensas, etc, estão presentes, traz à tona questões críticas de confiabilidade que devem ser abordadas, juntamente com importantes questões de viabilidade técnica.",
  "TITLE_3_LABEL": "Avaliação de confiabilidade moderna aplicada a inversores fotovoltaicos.",
  "MINISTER_3_LABEL": "Ministrante: GESEP Reliability Team\n\n Prof. Heverton Augusto Pereira (Ph.D.) - UFV\nProf. Allan Fagner Cupertino (Ph.D.) - CEFET\nProf. Erick M. S. Brito (Ph.D. Student) - UFV/UFMG\nRodrigo C. de Barros (Ph.D. Student) - UFMG\nJoão Marcus S. Callegari (Ph.D. Student) - UFMG\nWilliam C. S. Amorim (Ph.D. Student) - UFMG\nJoão Henrique de Oliveira (Ph.D. Student) - UFMG",
  "TIME_3_LABEL": "Horário: 8:00",
  "DURATION_3_LABEL": "Duração: 4 horas",
  "DESCRIPTION_3_LABEL": "Descrição: Hoje em dia, os sistemas eletrônicos de potência têm sido amplamente usados ​​em motoristas de velocidade variável, veículos elétricos e sistemas de energia renovável. Painéis fotovoltaicos (PV) e turbinas eólicas são conectados à rede por meio de conversores eletrônicos de potência. O design de sistemas eletrônicos com vida útil mais longa e modelagem de confiabilidade mais precisa de componentes elétricos são desejados tanto da perspectiva da indústria quanto da academia. Projeto para confiabilidade (DfR) é um conceito moderno em que a vida útil do sistema é considerada na fase de projeto, reduzindo os custos de manutenção. O DfR, que antes era considerado pelas indústrias automotiva e aeroespacial, agora é um assunto importante também para sistemas de conversão de energia, como inversores fotovoltaicos. De fato, os fabricantes de módulos fotovoltaicos oferecem garantias de mais de 20 anos, enquanto o período típico de substituição de inversores é de cerca de 8 -10 anos, aumentando o custo do sistema total. O inversor PV é a principal causa de manutenção regular que reflete 60% do custo total de instalação do sistema. Levantamentos técnicos indicam que 30% das falhas de conversores de potência ocorrem em capacitores eletrolíticos de alumínio, seguidos de semicondutores, que contribuem com 21% das falhas. Além disso, a falha de um único componente pode causar a falha de todo o sistema, uma vez que a redundância não é uma prática comum na indústria fotovoltaica. Portanto, este tutorial oferece uma visão geral da avaliação de confiabilidade moderna de inversores FV. Os fundamentos da confiabilidade são fornecidos inicialmente, seguidos pelos processos de avaliação da vida útil de semicondutores e capacitores. Como o principal estressor de falha é a temperatura do componente, as perdas de energia do inversor PV são traduzidas em carga térmica, que é usada pelos modelos de vida útil. Além disso, a vida útil no nível do componente e no nível do sistema é prevista a partir de análises estatísticas baseadas em simulações de Monte Carlo. Ao final, são apresentados alguns estudos de caso para mostrar a aplicação do DFR em sistemas fotovoltaicos.",
  "TITLE_4_LABEL": "Uso educacional da técnica OCC no estudo de conversores estáticos",
  "MINISTER_4_LABEL": "Ministrante: Aluísio Alves de Melo Bento",
  "TIME_4_LABEL": "Horário: 14:00",
  "DURATION_4_LABEL": "Duração: 2 horas 30 minutos",
  "DESCRIPTION_4_LABEL": "Descrição: Este tutorial propõe procedimentos didáticos para auxiliar no estudo, análise e síntese de conversores estáticos, projetados na área de Eletrônica de Potência. A metodologia deste tutorial está sendo aplicada em um programa de graduação (Eletrônica Industrial) durante o Ensino Remoto Emergencial, em substituição às práticas laboratoriais. O tutorial tem se mostrado eficaz nas práticas de projeto, preferencialmente em equipes, seja presencial e / ou remotamente. A metodologia relatada também pode ser aplicada em programas de pós-graduação. O tutorial apresenta, em De forma simples, estudos teóricos e práticos em aplicações como filtro de potência ativa (APF), inversor conectado à rede (GCI), retificador de correção do fator de potência (PFC), inversor de fonte de tensão (VSI) entre outras estruturas de chaveamento., uma topologia é escolhida para realizá-lo. Em seguida, uma estratégia de controle é definida, baseada na técnica de controle de um ciclo (OCC). A técnica OCC foi mostrada wn para ser eficaz em aplicações de qualidade de energia, como correção de fator de potência, mitigação de conteúdo harmônico, eólico conectado à rede ou independente e sistemas fotovoltaicos. Concebida com realização analógica, a técnica OCC também foi implementada na versão digital em vários trabalhos de pesquisa na literatura técnica. Esta técnica apresenta uma inter-relação espontânea entre topologia, controle e aplicação do conversor, e facilita o entendimento do sistema. A técnica OCC é sintetizada a partir da função de transferência quase estável da topologia. Além da abordagem de topologia e controle, o trabalho propõe critérios para comparar duas ou mais soluções para uma determinada aplicação, ou seja, peso, volume, custo, tensão e tensão de corrente. O projeto de dispositivos passivos e ativos também é abordado. A utilização de estratégias de controle de projeto simples visa focar no princípio de funcionamento da topologia, que inclui o comportamento das tensões e correntes dos dispositivos do circuito. A síntese de estratégias de controle mais simples não requer um conhecimento aprofundado da teoria de controle, permitindo um entendimento fácil e claro sobre os conversores e suas limitações. O tutorial cobre várias topologias e fornece suporte para o desenvolvimento de muitas outras. Além das características inerentes à técnica de OCC, que incluem baixo custo, simplicidade, robustez, desempenho e critérios de estabilidade, as desvantagens da técnica de OCC são apontadas.",
  "TITLE_5_LABEL": "Wireless Power Charging (WPC) para dispositivos de baixo consumo de energia.",
  "MINISTER_5_LABEL": "Ministrante: Janislley Oliveira de Sousa",
  "TIME_5_LABEL": "Horário: 13:30",
  "DURATION_5_LABEL": "Duração: 3 horas",
  "DESCRIPTION_5_LABEL": "Descrição: o número de dispositivos que podem ser carregados sem fio está aumentando continuamente. De acordo com a IHS Markit, o mercado de fornecimento de eletricidade sem fio continuou a ganhar impulso em 2018. Em 2018, as vendas mundiais de receptores e transmissores de energia sem fio em todos os aplicativos e segmentos de produtos aumentaram para 600 milhões de unidades - um aumento de 37 por cento em comparação com o ano anterior. A IHS Markit prevê que aproximadamente 2,1 bilhões de unidades serão enviadas em todo o mundo até 2023. O carregamento de energia sem fio está se tornando uma tecnologia cada vez mais prevalente de eletrônicos de consumo (smartphones, wearables), dispositivos IoT, veículos elétricos, etc. em todo o mundo. A tecnologia é baseada em sistemas de coleta de energia sem fio (WEH) e transferência de energia sem fio (WPT) que usam indução magnética para transferir energia para um subsistema receptor de energia (RX) contido no dispositivo móvel quando ele é colocado em cima de um transmissor de energia (TX). Existem muitos tipos de alimentação sem fio r transferência de tecnologias. Ele usa princípios eletromagnéticos para fornecer eletricidade à bateria. Os três mais usados ​​são carregamento por ressonância, carregamento por rádio e carregamento indutivo. Durante este tutorial, discutiremos o carregamento indutivo que é a tecnologia usada em smartphones. A estação de carga contém uma bobina através da qual flui a corrente alternada. Essa eletricidade gera um campo magnético. A parte receptora do smartphone também contém uma bobina, que utiliza o princípio de indução. Indução significa que um campo magnético variável em uma peça de metal vizinha gera uma corrente elétrica. O hardware e o software serão introduzidos de acordo com as fases do protocolo Wireless Power Charging. A tecnologia melhorou a sustentabilidade, mas ainda apresenta várias desvantagens que precisam ser pesquisadas para comercializá-la. Ao longo desta apresentação, discutiremos as maneiras como podemos melhorá-lo. Além disso, discutiremos o conceito de tecnologia, os desafios, as melhorias e o futuro da tecnologia de energia sem fio. Ao final, será mostrado um experimento para demonstrar todos os tópicos discutidos no tutorial.",
  "TITLE_6_LABEL": "Design baseado em HIL e teste para integração DER",
  "MINISTER_6_LABEL": "Ministrantes:\n\nBiljana Sovilj\nCaio Osório\nMurilo Almeida",
  "TIME_6_LABEL": "Horário: 9:00",
  "DURATION_6_LABEL": "Duração: 2 horas",
  "DESCRIPTION_6_LABEL": "Descrição: A mudança de paradigma da geração centralizada para uma rede digitalizada baseada em recursos de energia distribuída (DERs) foi possibilitada pelos avanços contínuos na tecnologia de eletrônica de potência. A nova rede está se tornando mais inteligente, mas também mais dinâmica e complexa, e o maior desafio é garantir que os componentes da grade funcionem juntos perfeitamente, em diferentes cenários da vida real. Nesse contexto, os engenheiros são continuamente desafiados a projetar e implementar diferentes soluções de forma cada vez mais eficiente.\nPor esse motivo, neste tutorial apresentaremos na prática como a tecnologia Hardware-in-the-Loop (HIL) pode ajudá-lo a verificar e validar seus projetos desde as primeiras etapas, agregando flexibilidade e segurança, além de reduzir o tempo gasto no ciclo de desenvolvimento. também discuta os desafios enfrentados pelo design baseado em HIL e teste para integração DER e como superar isso.\nBiljana Sovilj é um desenvolvedor de negócios no Typhoon HIL e r Responsável pelo desenvolvimento e evolução da HIL Academy. Seu foco é na indústria de e-learning e no crescimento dos relacionamentos com instrutores e parceiros da HIL Academy. Biljana é bacharel em Engenharia de Energia, Eletrônica e Telecomunicações pela Faculdade de Ciências Técnicas de Novi Sad, Sérvia.\nCaio Osório é Engenheiro de Aplicações do Typhoon HIL. Ele recebeu o PhD., M.S. e B.S. Graduado em Engenharia Elétrica pela Universidade Federal de Santa Maria, Brasil. Caio estagiou na Fraunhofer IZM, Berlim, e foi pesquisador visitante na Universidade de Oviedo, na Espanha, durante seu doutorado. Ele tem experiência em pesquisa em controle robusto aplicado à eletrônica de potência, análise de estabilidade, algoritmos de otimização, observadores de estado, máquinas elétricas e integração de fontes de energia renováveis.\nMurilo Almeida é chefe do Grupo de Microrredes e Aplicações de Energia Crítica no Typhoon HIL. Principalmente, ele é responsável pelo ramo de aplicações de microrrede e por coordenar a equipe de desenvolvimento de modelos e controles de alta fidelidade para elementos de uma microrrede, incluindo relés de proteção, cargas controladas e variáveis, sistemas de gerenciamento de energia e recursos energéticos distribuídos. Ele possui um M.Sc. Possui graduação pela Universidade do Nordeste e bacharelado pela Universidade Federal de Goiás, ambas em Engenharia Elétrica, e MBA pela FGV."
}
