{
  "PAGE_TITLE_LABEL": "COBEP 2021 - Call For Paper",
  "TITLE_LABEL": "COBEP 2021",
  "SUBTITLE_LABEL": "16° Congresso Brasileiro de Eletrônica de Potência",
  "SUB_SUB_TITLE_LABEL": "7 a 10 de Novembro, 2021, João Pessoa - PB",
  "DESCRIPTION_LABEL": "Descrição:",
  "CALL_FOR_WOKS_LABEL": "Chamada de trabalhos",
  "DESCRIPTION_TEXT_LABEL": "O Congresso Brasileiro de Eletrônica de Potência (COBEP) é um congresso bienal, patrocinado pela Sociedade Brasileira de Eletrônica de Potência (SOBRAEP). O COBEP é o maior e mais tradicional evento científico em sua área, no Brasil. Tem como objetivo reunir toda a comunidade latino-americana interessada em áreas relacionadas com a Eletrônica de Potência.",
  "IMPORTANT_DATES_LABEL": "DATAS IMPORTANTES",
  "TEXT_DATE_1_LABEL": "Abertura:",
  "DATE_1_LABEL": "01/03/2021",
  "DATE_2_LABEL_CORRECT": "24/05/2021",
  "DATE_3_LABEL_CORRECT": "15/07/2021",
  "TEXT_DATE_2_LABEL": "Submissão de Resumo:",
  "DATE_2_LABEL": "19/04/2021",
  "TEXT_DATE_3_LABEL": "Submissão de Tutorial:",
  "DATE_3_LABEL": "23/05/2021",
  "TEXT_DATE_4_LABEL": "Notificações:",
  "DATE_4_LABEL": "05/07/2021",
  "TEXT_DATE_5_LABEL": "Submissão Final:",
  "DATE_5_LABEL": "30/08/2021",
  "TEXT_DATE_6_LABEL": "Submissão de Resumo (sessão indústria):",
  "DATE_6_LABEL": "15/07/2021",
  "TOPIC_TITLE_LABEL": "Os principais tópicos de interesse incluem, mas não estão limitados a:",
  "TOPIC_1_LABEL": "Topologias e projetos de conversores de energia",
  "TOPIC_2_LABEL": "Máquinas elétricas, acionamento de motores e controle de velocidade",
  "TOPIC_3_LABEL": "Modelagem, simulação e controle em eletrônica de potência",
  "TOPIC_4_LABEL": "Qualidade de energia, harmônicos e compensação de potência reativa",
  "SITEM_SUBMIT_BUTTON_LABEL": "Sistema de submissão",
  "TOPIC_5_LABEL": "Compatibilidade eletromagnética (EMC) e interferência eletromagnética (EMI)",
  "TOPIC_6_LABEL": "Eletrônica de potência em sistemas de energia renovável",
  "TOPIC_7_LABEL": "Eletrônica de potência em redes inteligentes e aplicações utilitárias",
  "TOPIC_8_LABEL": "Dispositivos semicondutores de potência, embalagens, materiais magnéticos e componentes passivos",
  "TOPIC_9_LABEL": "Eletrônica de potência em aplicações de iluminação",
  "TOPIC_10_LABEL": "Aplicações automotivas, aeroespaciais e de transporte da eletrônica de potência",
  "TOPIC_11_LABEL": "Aplicações industriais, comerciais e residenciais da eletrônica de potência",
  "TOPIC_12_LABEL": "Educação e tópicos especiais",
  "DESCRIPTION_CALL_LABEL": "Nesta edição a primeira submissão é um resumo do trabalho nos tópicos de interesse. Os autores que desejarem submeter seus artigos na plataforma IEEEXplore devem submeter a versão final estendida com até 8 páginas. ",
  "CALL_TUTORIAL_LABEL": "Chamada de tutoriais",
  "DESCRIPTION_TUTORIAS_LABEL": "Cada tutorial tem 2 horas de duração, excluindo os intervalos. O autor de um tutorial aceito receberá uma inscrição completa do congresso.  O COBEP recomenda: A) Tutoriais conduzidos por indústria ou co-patrocinadas; B) Abordagens interativas entre instrutor e público, incluindo práticas; C) Tópicos de orientação regional do COBEP 2021; D) Tópicos ou equipes interdisciplinares colaborativas; E) Outros tópicos ou formatos criativos que envolvem o público."
}
