{
  "pageTitle": "COBEP 2021 - 16° Congresso Brasileiro de Eletrônica de Potência",
  "title": "COBEP 2021",
  "subtitle": "16° Congresso Brasileiro de Eletrônica de Potência",
  "subsubtitle": "7 a 10 de Novembro, 2021, João Pessoa - PB",
  "description": "Descrição:",
  "callOfWorks": "Chamada de Trabalhos:",
  "descriptionText": "O Congresso Brasileiro de Eletrônica de Potência (COBEP) é um congresso bienal, patrocinado pela Sociedade Brasileira de Eletrônica de Potência (SOBRAEP). O COBEP é o maior e mais tradicional evento científico em sua área, no Brasil. Tem como objetivo reunir toda a comunidade latino-americana interessada em áreas relacionadas com a Eletrônica de Potência. Suas quatro edições mais recentes foram realizadas nas cidades de Santos-SP (2019), Juiz de Fora-MG (2017), Fortaleza-CE (2015), Gramado- RS (2013). O XVI Congresso Brasileiro de Eletrônica de Potência (COBEP 2021) terá como sede a cidade de João Pessoa, Paraíba, entre 7 e 10 de novembro de 2021. A organização dos trabalhos é de responsabilidade do Programa de Pós-Graduação em Engenharia Elétrica da Universidade Federal da Paraíba (UFPB), do Smart Grid Group (SG2) e do Capítulo PES / IAS / PELS Nordeste 1 do IEEE. A cidade de João Pessoa é a capital do estado da Paraíba e possui uma localização geográfica privilegiada, equidistante em relação às principais capitais da região Nordeste do Brasil. Na foz do rio Paraíba, sua parte antiga é conhecida por sua arquitetura barroca e “art nouveau”. Ao nível do mar, o clima é agradável (com temperatura média de 25,1 ° C em setembro, umidade relativa média de 77%), população de aproximadamente 720 mil habitantes.",
  "importantDates": "DATAS IMPORTANTES",
  "textDate1": "Abertura:",
  "date1": "01/03/2021",
  "textDate2": "Submissão de Resumo:",
  "date2": "19/04/2021",
  "textDate3": "Submissão de Tutorial:",
  "date3": "23/05/2021",
  "textDate4": "Notificações:",
  "date4": "01/07/2021",
  "textDate5": "Submissão Final:",
  "date5": "30/08/2021",
  "topicTitle": "Os principais tópicos de interesse incluem, mas não estão limitados a:",
  "topic1": "Topologias e projetos de conversores de energia",
  "topic2": "Máquinas elétricas, acionamento de motores e controle de velocidade",
  "topic3": "Modelagem, simulação e controle em eletrônica de potência",
  "topic4": "Qualidade de energia, harmônicos e compensação de potência reativa",
  "topic5": "Compatibilidade eletromagnética (EMC) e interferência eletromagnética (EMI)",
  "topic6": "Eletrônica de potência em sistemas de energia renovável",
  "topic7": "Eletrônica de potência em redes inteligentes e aplicações utilitárias",
  "topic8": "Dispositivos semicondutores de potência, embalagens, materiais magnéticos e componentes passivos",
  "topic9": "Eletrônica de potência em aplicações de iluminação",
  "topic10": "Aplicações automotivas, aeroespaciais e de transporte da eletrônica de potência",
  "topic11": "Aplicações industriais, comerciais e residenciais da eletrônica de potência",
  "topic12": "Educação e tópicos especiais"
}
