{
  "pageTitle": "COBEP 2021 - 16th Brazilian Congress of Power Electronics",
  "title": "COBEP 2021",
  "subtitle": "16th Brazilian Congress of Power Electronics",
  "subsubtitle": "7 to 10 November, 2021, João Pessoa - PB",
  "description": "Description:",
  "callOfWorks": "Call for Papers:",
  "descriptionText": "The Brazilian Congress of Power Electronics (COBEP) is a biennial congress, sponsored by the Brazilian Society of Power Electronics (SOBRAEP). COBEP is the largest and most traditional scientific event in its area, in Brazil. It aims to bring together the entire Latin American community interested in areas related to Power Electronics. Its four most recent editions were held in the cities of Santos-SP (2019), Juiz de Fora-MG (2017), Fortaleza-CE (2015), Gramado-RS (2013). The XVI Brazilian Congress of Power Electronics (COBEP 2021) will be held in the city of João Pessoa, Paraíba, between November 7 and 10, 2021. The organization of the work is the responsibility of the Graduate Program in Electrical Engineering at the University Federal da Paraíba (UFPB), the Smart Grid Group (SG2) and the PES / IAS / PELS Nordeste 1 chapter of the IEEE. The city of João Pessoa is the capital of the state of Paraíba and has a privileged geographical location, equidistant from the main capitals of the Northeast region of Brazil. At the mouth of the Paraíba River, its old part is known for its baroque architecture and “art nouveau”. At sea level, the climate is pleasant (with an average temperature of 25.1 ° C in September, an average relative humidity of 77%), with a population of approximately 720 thousand inhabitants.",
  "importantDates": "IMPORTANT DATES",
  "textDate1": "Opening:",
  "date1": "3/1/2021",
  "textDate2": "Abstract Submission:",
  "date2": "4/19/2021",
  "textDate3": "Tutorial Submission:",
  "date3": "5/23/2021",
  "textDate4": "Notifications:",
  "date4": "7/1/2021",
  "textDate5": "Final Submission:",
  "date5": "8/30/2021",
  "topicTitle": "The main topics of interest include, but are not limited to:",
  "topic1": "Energy converter topologies and designs",
  "topic2": "Electrical machines, motor drives and speed control",
  "topic3": "Modeling, simulation and control in power electronics",
  "topic4": "Power quality, harmonics and reactive power compensation",
  "topic5": "Electromagnetic compatibility (EMC) and electromagnetic interference (EMI)",
  "topic6": "Power electronics in renewable energy systems",
  "topic7": "Power electronics in smart grids and utility applications",
  "topic8": "Power semiconductor devices, packaging, magnetic materials and passive components",
  "topic9": "Power electronics in lighting applications",
  "topic10": "Automotive, aerospace and power electronics transport applications",
  "topic11": "Industrial, commercial and residential applications of power electronics",
  "topic12": "Education and special topics"
}
